{
  "privacyTitle": "Kebijakan pribadi",
  "privacyContent1": "Kebijakan Privasi ini menjelaskan informasi yang dapat dikumpulkan NovelRead ketika Anda berinteraksi dengan kami dan praktik kami sehubungan dengan informasi itu. Harap baca Kebijakan Privasi ini dengan cermat. Selain itu, harap baca juga Aturan Penggunaan yang berlaku untuk Properti atau barang, yang mengatur penggunaan Anda atas properti atau barang dan layanan.\n\n1. Pengumpulan Data\n\nUntuk membantu Anda membuat akun dengan NovelRead dan menggunakan Layanan kami, kami perlu mengumpulkan dan memproses beberapa Informasi Pribadi. \"Informasi Pribadi\" adalah informasi apa pun yang dapat mengidentifikasi Anda. Ini mungkin termasuk tetapi tidak terbatas pada nama, alamat surat, nomor telepon, alamat email, alamat Protokol Internet (“IP”), usia, jenis kelamin, informasi kartu kredit. Kami menggunakan Informasi Pribadi untuk:\n\nMembuat akun NovelRead Anda dan berikan Layanan kami;\n\nMengidentifikasi Anda di seluruh Layanan;\n\nMenyediakan konten yang sesuai dengan usia Anda;\n\nMemberi Anda layanan dukungan teknis;\n\nBerkomunikasi dengan Anda (misalnya memberitahu Anda tentang perubahan atau peningkatan yang akan datang);\n\nMengirimi Anda email pemasaran, kecuali Anda memilih untuk tidak ikut;\n\nHitung statistik anonim dan agregat untuk lebih memahami pengguna kami, meningkatkan layanan kami, mengembangkan fitur baru, mempersonalisasi, dan menyesuaikan pengalaman penemuan cerita Anda;\n\nMembantu mencegah spam, penipuan, penyalahgunaan, dan aktivitas terlarang lainnya;\n\nMenampilkan iklan yang relevan dan disesuaikan serta meningkatkan pengalaman iklan Anda, kecuali jika diperlukan persetujuan terpisah dari Anda;\n\nUntuk tujuan keamanan, tujuan lain bertujuan untuk mengoperasikan, mengembangkan, dan meningkatkan layanan kami.\n\n2. Berbagi Informasi\n\n2.1 Kami memperlakukan informasi pribadi di atas sebagai informasi pribadi secara default, sehingga tidak akan ditampilkan di Layanan (kecuali Anda memilih untuk menampilkan informasi yang berlaku secara publik melalui pengaturan akun Anda) atau diungkapkan kepada pengguna NovelRead lain kecuali jika data tersebut dianonimkan.\n\n2.2 Layanan kami dirancang untuk membantu Anda berbagi informasi dengan komunitas NovelRead. Informasi pribadi apa pun yang Anda pilih secara sukarela untuk dimasukkan ke dalam ruang Layanan yang dapat diakses publik akan tersedia bagi siapa saja yang memiliki akses ke konten tersebut (termasuk pengguna NovelRead lainnya), seperti nama pengguna, nama, deskripsi yang Anda buat, dan lokasi Anda. , serta pesan yang Anda posting baik di profil Anda, di forum kami atau ke pengguna lain, dan daftar yang Anda buat, orang yang Anda ikuti, cerita yang Anda tulis, dan banyak informasi lain yang dihasilkan dari penggunaan Anda atas Layanan.\n\n2.3 Kami tidak menyewakan atau menjual informasi pengenal pribadi Anda kepada perusahaan atau individu lain, kecuali kami mendapatkan persetujuan Anda, kecuali dalam situasi yang sangat terbatas berikut ini:\n\nUntuk mematuhi hukum yang berlaku (termasuk investigasi kejahatan apapun), regulasi, proses hukum, atau permintaan pemerintah yang wajib dipenuhi;\n\nUntuk menegakkan atau menerapkan Ketentuan Penggunaan kami dan kebijakan lainnya, termasuk penyelidikan potensi pelanggaran;\n\nUntuk melindungi hak, properti, atau keamanan NovelRead, karyawan dan pengguna NovelRead, atau publik.\n\n3. Keamanan Informasi\n\nKami terus menerapkan dan memperbarui langkah-langkah keamanan fisik, organisasi, kontrak, dan teknologi untuk melindungi Informasi Pribadi Anda dari kehilangan, pencurian, akses tidak sah, pengungkapan, penyalinan, penggunaan atau modifikasi. Satu-satunya karyawan yang diberi akses ke Informasi Pribadi Anda adalah mereka yang memiliki bisnis \"perlu-tahu\" atau yang tugasnya secara wajar memerlukan informasi tersebut. Di semua Layanan NovelRead, kami mendukung enkripsi pada semua transmisi untuk melindungi Informasi Pribadi yang dikirimkan pada Layanan kami.\n\n4. Informasi Non-pribadi\n\n4.1 NovelRead menggunakan cookie, piksel pelacakan, dan teknologi serupa pada Layanan kami untuk mengumpulkan informasi yang tidak dapat mengidentifikasi Anda sebagai individu (\"informasi non-pribadi\") yang membantu kami memberikan Layanan kami kepada Anda dan untuk mempelajari bagaimana Layanan kami digunakan. Kami juga menggunakan teknologi ini untuk membantu menyampaikan pesan promosi dan iklan untuk produk dan layanan NovelRead yang relevan.\n\n4.2 Kami dapat membagikan informasi non-pribadi kepada publik dan dengan berbagai pihak ketiga seperti penerbit atau pengiklan. Misalnya, kami dapat berbagi informasi dengan pengiklan atau secara publik menunjukkan tren tentang penggunaan umum Layanan kami.\n\n5. Pengiklan Pihak Ketiga, Tautan ke Layanan Lain\n\n5.1 NovelRead memungkinkan perusahaan lain, yang dikenal sebagai server iklan pihak ketiga atau jaringan iklan, untuk menayangkan iklan dalam Layanan NovelRead. Server iklan pihak ketiga atau jaringan iklan ini menggunakan teknologi untuk mengirimkan iklan dan tautan yang muncul di NovelRead langsung kepada Anda. Mereka secara otomatis menerima alamat IP Anda saat iklan terjadi. Mereka juga dapat menggunakan teknologi lain (seperti cookie, JavaScript, atau Web Beacon) untuk mengukur keefektifan iklan mereka dan untuk mempersonalisasi konten iklan yang Anda lihat.\n\n5.2 NovelRead tidak memberikan informasi yang dapat diidentifikasi secara pribadi ke server iklan pihak ketiga atau jaringan iklan ini tanpa persetujuan Anda atau kecuali sebagai bagian dari program atau fitur tertentu di mana Anda dapat memilih untuk ikut atau menyisih.\n\n5.3 Anda harus berkonsultasi dengan kebijakan privasi masing-masing dari server iklan pihak ketiga atau jaringan iklan ini untuk informasi lebih lanjut tentang praktik mereka dan untuk instruksi tentang cara menyisih dari praktik tertentu. Kebijakan Privasi NovelRead tidak berlaku untuk, dan kami tidak dapat mengontrol aktivitas, pengiklan atau Layanan lain tersebut. Setiap data yang diperoleh oleh server iklan pihak ketiga dan kemudian dibagikan dengan NovelRead disimpan dan ditangani oleh NovelRead sesuai dengan Kebijakan Privasi ini.\n\n6. Kebijakan Mengatur Penggunaan: Perubahan Kebijakan Privasi\n\nNovelRead berhak mengubah Kebijakan Privasi ini kapan saja, tanpa pemberitahuan sebelumnya kepada Anda, dan perubahan apa pun akan berlaku segera setelah diposting, jadi harap tinjau Kebijakan Privasi ini secara berkala.\n\n7. Pertanyaan\n\nJika Anda memiliki pertanyaan atau komentar tentang praktik kami terkait Kebijakan Privasi ini, silakan kirim email kepada kami di NovelRead, Kantor Privasi, HongKong, Level 54，Hopewell Centre 183 Queen’s Road East, HongKong. atau kirimkan permintaan Anda melalui email di booksourceofficial@gmail.com. Petugas perlindungan data ： Terry. Telp. + 65 96747336",
  "privacyContent2": "",
  "privacyTh1": "",
  "privacyTh2": "",
  "privacyTd1": "",
  "privacyTd2": "",
  "privacyTd3": "",
  "privacyTd4": "",
  "privacyTd5": "",
  "privacyTd6": "",
  "privacyTd7": "",
  "privacyTd8": ""
}
