{
  "termsTitle": "Aturan penggunaan",
  "termsContent": "Booksource Technology Limited., terdaftar di HongKong (“NovelRead”, “kami”, “kita”), menyediakan Layanan (sebagaimana didefinisikan di bawah) bagi penulis dan penerbit untuk mendistribusikan dan memonetisasi berbagai karya sastra (\"Karya\" atau \"Karya-karya\"). ATURAN PENGGUNAAN ini, bersama dengan semua dokumen yang dirujuk di sini dan semua aturan operasi, kebijakan dan prosedur lain yang mungkin diterbitkan oleh NovelRead dari waktu ke waktu, mengatur hubungan NovelRead dengan pengguna (\"pengguna\", \"Anda\") dari layanan NovelRead, termasuk semua sub-domain dan situs web terkait (secara kolektif, \"Situs web\"), aplikasi seluler NovelRead, termasuk aplikasi seluler iPhone dan Android (\"Aplikasi\"), di dan pada semua layanan lain dimana konten diakses, diterbitkan, atau didistribusikan, dan semua layanan, fitur, atau konten terkait yang tersedia melalui salah satu dari yang sudah ada (\"Layanan\") (bersama-sama, \"Layanan\"). Persyaratan ini merupakan perjanjian yang mengikat secara hukum antara NovelRead dan Anda.\n\nDengan mengakses atau menggunakan Layanan ini, Anda memberikan konfirmasi bahwa Anda menerima Ketentuan ini tanpa syarat dan bahwa Anda setuju untuk sepenuhnya mematuhinya. Mohon baca Aturan Penggunaan ini dengan cermat sebelum Anda menggunakan Layanan ini. Jika Anda tidak menyetujui Aturan Penggunaan ini, mohon untuk tidak menggunakan Layanan ini dan Anda tidak diberikan izin untuk mengakses, melihat, atau menggunakan Layanan ini untuk tujuan apa pun.\n\nLayanan ini memungkinkan berisi tautan atau materi yang disematkan pada konten pihak ketiga, yang belum ditinjau oleh NovelRead, termasuk, tidak terbatas pada, situs web lain dan layanan pihak ketiga, untuk kenyamanan pengunjung, tujuan periklanan, atau untuk fungsi serupa lainnya yang terkait dengan bisnis NovelRead. Penautan NovelRead atau penyematan ke konten pihak ketiga tidak menyiratkan iklan atau dukungan atas barang, layanan, produk, atau lainnya, yang disediakan oleh pihak ketiga tersebut. NovelRead tidak bertanggung jawab atas konten pihak ketiga yang ditautkan atau disematkan ke atau dari Layanan dan secara tegas menyangkal, tanpa batasan, tanggung jawab apa pun atas konten pihak ketiga mana pun, keakuratan informasi apa pun yang ditemukan di situs web pihak ketiga mana pun, atau kualitas produk dari layanan yang disediakan oleh atau diiklankan di situs web pihak ketiga tersebut.\n\nNovelRead dapat menambah, mengubah, atau menghapus bagian manapun dari Aturan Penggunaan ini kapan saja, tanpa pemberitahuan. Setiap perubahan pada Aturan Penggunaan atau ketentuan apa pun yang diposting di Situs ini berlaku segera setelah diposting. Dengan terus menggunakan Situs ini setelah suatu perubahan diberlakukan, Anda menunjukkan penerimaan Anda atas perubahan tersebut. NovelRead dapat menambah, mengubah, menghentikan, menghapus, atau menangguhkan Konten lain yang diposting di Situs ini, termasuk Karya yang sudah dijelaskan atau digambarkan di Situs, untuk sementara atau selamanya, kapan saja, tanpa pemberitahuan dan tanpa kewajiban yang mengikat.\n\n1. Persyaratan\n\nAnda harus berusia minimal 13 tahun untuk menggunakan Layanan ini. Dengan menyetujui Ketentuan ini, Anda menyatakan dan menjamin kepada kami bahwa: (a) Anda setidaknya berusia 13 tahun; (b) Anda sebelumnya belum pernah ditangguhkan atau dihapus dari Layanan; dan (c) pendaftaran Anda dan penggunaan Anda atas Layanan sesuai dengan semua hukum dan peraturan yang berlaku. Jika Anda menggunakan Layanan atas nama entitas, organisasi, atau perusahaan, Anda menyatakan dan menjamin bahwa Anda memiliki kewenangan untuk mengikat organisasi tersebut ke Persyaratan ini dan Anda setuju untuk terikat oleh Persyaratan ini atas nama organisasi itu.\n\n2. Lisensi untuk Pengguna\n\n2.1 Tunduk pada semua kepatuhan Anda terhadap Aturan Penggunaan dan sejauh kami secara sah dapat memberikan hak penggunaan,, NovelRead memberi Anda lisensi non-eksklusif, non-sublisensi, dan non-pengalihan terhadap Kekayaan Intelektual khususnya untuk tujuan mengakses Karya ,penggunaan Layanan, dan untuk tujuan lain yang secara tegas sudah dinyatakan di sini.\n\n2.2 Untuk menghindari keraguan, Aturan Penggunaan ini tidak mengalihkan kepada Anda, hak kekayaan intelektual kami atau hak kekayaan intelektual pihak ketiga, dan semua hak, kepemilikan, dan kepentingan dalam dan atas kepemilikan tersebut akan tetap menjadi milik pemilik yang berlaku.\n\n3. Pendaftaran dan Akun\n\n3.1 Untuk menggunakan fitur-fitur tertentu dari Layanan, Anda diharuskan untuk mendaftar ke akun NovelRead (\"Akun\"). Anda setuju pada semua informasi yang Anda masukkan selama proses pendaftaran Akun, atau semua informasi tambahan yang Anda cantumkan ke profil Akun Anda setelahnya selalu akurat dan jujur, dan Anda selalu memperbaharuinya.\n\n3.2 Akun Anda unik dan pribadi untuk Anda, dan Anda bertanggung jawab untuk menjaga keamanan, dan membatasi akses ke, akun dan kata sandi Anda, dan Anda setuju untuk menerima tanggung jawab atas semua pembelian dan aktivitas lain yang terjadi di bawah Akun Anda.\n\n3.3 Anda memiliki kemampuan untuk menghapus Akun Anda, dan Anda harus memahami bahwa setelah penghapusan Akun Anda, Anda akan kehilangan hak untuk mengakses atau menggunakan semua atau sebagian dari Layanan ini.\n\n3.4 Kami berhak untuk menonaktifkan, menangguhkan, atau menghentikan Akun Anda, kapan saja, dengan alasan apapun menurut kebijaksanaan kami, terutama ketika Anda gagal mematuhi ketentuan dari Aturan Penggunaan ini.\n\n4. Kebijakan Konten\n\n4.1 Kebijakan konten kami, (\"Kebijakan Konten\"), menetapkan, antara lain, persyaratan penggunaan NovelRead atas Konten yang diunggah penulis dan penerbit ke Layanan. Anda harus meninjau dan menyetujui Kebijakan Konten sebelum mengunggah Karya apa pun di Layanan.\n\n4.2 Untuk menghindari keraguan, semua hak yang tidak secara tegas diberikan oleh NovelRead disini akan menjadi milik Anda dan NovelRead tidak mengklaim kepemilikan apapun dalam dan atas Konten Anda.\n\n5. Komentar di Layanan\n\n5.1 NovelRead menyambut baik interaksi Anda pada Layanan ini, dan Anda dapat juga mengirimkan materi yang bukan merupakan Konten ke NovelRead. Dengan mengirimkan komentar atau umpan balik (bersama-sama, \"Komentar\" atau \"Komentar-komentar\") melalui Layanan atau hal lain, seperti mengirim email ke NovelRead tentang Layanan, memposting di papan pesan, atau meninjau Karya, NovelRead akan bebas menggunakan Komentar yang Anda tulis untuk tujuan apa pun, di semua media, tanpa ada kewajiban atau ikatan apapun kepada Anda. Jika Anda ingin membuat Komentar bersifat pribadi atau eksklusif, jangan mengirimkan Komentar itu ke NovelRead atau membagikan Komentar tersebut dengan orang lain.\n\n5.2 Komentar tidak boleh mengandung atau menyertakan, secara keseluruhan atau sebagian, (a) melanggar, menyinggung, atau menyalahgunakan hak pihak ketiga, termasuk hak cipta, merek dagang, paten, rahasia dagang, hak moral, hak privasi, hak publisitas, atau kekayaan intelektual atau hak kepemilikan lainnya; (b) memfitnah, mencemarkan nama baik, menghasut, atau melanggar hak privasi, publisitas, atau hak milik lainnya dari orang lain; atau (c) kebijakan atau pedoman NovelRead lainnya yang menyangkut Konten Anda; (d) menyebabkan NovelRead melanggar hukum atau peraturan apa pun.\n\n5.3 Komentar yang ditemukan melanggar salah satu hal di atas dapat membuat Akun Anda diberhentikan atau ditangguhkan atau penghapusan langsung Komentar dari Layanan, atas kebijakan kami sendiri dan tanpa pemberitahuan kepada Anda.\n\n6. Perilaku Pengguna yang Dibatasi\n\n6.1 Kecuali dan hanya sejauh pembatasan tersebut tidak diizinkan menurut hukum yang berlaku, Anda tidak boleh: (a) memproduksi ulang, mendistribusikan, menampilkan secara publik, atau membuat layanan serupa secara publik; (b) memodifikasi Layanan; atau (c) mengganggu atau merusak fitur apa pun dari Layanan, termasuk keamanan atau mekanisme kontrol akses. Jika menurut hukum yang berlaku Anda dilarang untuk menggunakan Layanan, Anda disarankan untuk tidak menggunakannya.\n\n6.2 Anda tidak akan mengubah atau memodifikasi Layanan dengan cara apa pun atau menggunakan teknologi atau cara lain untuk mengakses Layanan kecuali untuk cara yang diizinkan oleh NovelRead, termasuk, tanpa batasan, tidak menggunakan bot, spider, atau cara otomatis lainnya untuk mengakses Layanan.\n\n7. Ketentuan Pembayaran\n\n7.1 Akses ke Layanan, atau ke fitur tertentu dari Layanan, mungkin mengharuskan Anda untuk membayar sejumlah biaya. Sebelum Anda membayar biaya apapun, Anda akan memiliki kesempatan untuk meninjau dan menerima biaya yang akan dikenakan kepada Anda. Semua biaya dalam dolar AS dan tidak dapat dikembalikan.\n\n7.2 NovelRead berhak menentukan harga pelayanan. NovelRead akan sebisa mungkin untuk terus memperbarui informasi harga yang dipublikasikan di situs web. Kami mendorong Anda untuk mengunjungi situs web kami secara berkala untuk informasi harga terkini.\n\n7.3 NovelRead akan menagih dengan metode pembayaran yang Anda tentukan saat proses pembelian. Anda mengizinkan NovelRead untuk menagih dengan metode pembayaran yang dipilih sejumlah total pesanan yang Anda buat dan tingkat Layanan yang Anda pilih sesuai dengan Aturan Penggunaan atau yang diterbitkan oleh Perusahaan. Jika Anda membayar biaya dengan kartu kredit, NovelRead dapat meminta pra-otorisasi akun kartu kredit Anda sebelum pembelian Anda untuk memverifikasi apakah kartu kredit tersebut valid dan memiliki dana atau kredit yang diperlukan untuk membayar pembelian Anda. Layanan pemrosesan pembayaran disediakan oleh layanan pihak ketiga yang digunakan untuk melakukan pembelian (misalnya, Apple In-App Purchases, Google Play, PayPay).\n\n7.4 Semua pembelian dapat dikenakan pajak dan biaya lainnya, termasuk, namun tidak terbatas pada, biaya pertukaran mata uang asing atau perbedaan harga berdasarkan lokasi (misalnya nilai tukar). Kami dapat menghitung pajak yang harus Anda bayar berdasarkan informasi yang Anda berikan kepada kami melalui Akun Anda atau pada saat pembelian.\n\n7.5 Pengguna dapat mengisi ulang untuk mendapatkan Koin (Koin-koin) yang hanya dipakai di NovelRead, dan tidak dapat ditukarkan ke mata uang lainnya.\n\n8. Pernyataan Tidak Bertanggung Jawab\n\n8.1 Layanan tersedia \"sebagaimana adanya\", \"sebagaimana tersedia\", dan \"dengan semua kesalahan\" untuk tujuan yang dinyatakan di sini. Penggunaan Layanan sepenuhnya merupakan risiko Anda sendiri dan Anda harus menggunakan penilaian terbaik Anda dan berhati-hati saat menggunakan Layanan.\n\n8.2 NovelRead tidak menjamin bahwa penggunaan Anda atas Layanan, dan semua fitur atau fungsi lain yang terkait dengan Layanan, atau pengiriman atau tampilan Layanan, akan tersedia, tanpa gangguan, bebas gangguan, atau bebas kesalahan, atau bebas dari virus apapun , worm, atau gangguan keamanan lainnya. Anda memahami dan setuju bahwa Anda menggunakan Layanan, dan menggunakan, mengakses, mengunduh, atau mendapatkan materi atau konten melalui Layanan dan situs atau Layanan terkait, atas kebijakan dan risiko Anda sendiri, dan bahwa Anda bertanggung jawab penuh atas segala kerusakan pada properti Anda (termasuk sistem komputer atau perangkat seluler Anda yang digunakan sehubungan dengan Layanan), atau hilangnya data yang diakibatkan oleh penggunaan jika Layanan atau unduhan atau penggunaan materi atau konten tersebut.\n\n8.3 NovelRead tidak menjamin ketersediaan, pengiriman, kinerja, harga, atau ketepatan waktu dari setiap Karya atau Kekayaan Intelektual lainnya yang muncul di Layanan. Tanpa batasan, ini termasuk tidak menjamin bahwa setiap Episode Karya yang akan datang diposting oleh penulis atau penerbit tepat waktu, bahwa Karya akan tetap tersedia di Layanan, atau masalah nilai harga Karya atau Layanan.\n\n8.4 NovelRead tidak bertanggung jawab atas penghapusan atau kegagalan untuk menyimpan Komentar apa pun atau informasi lain yang Anda kirimkan ke Layanan, dan kami secara tegas tidak berjanji untuk menyimpan atau menyimpan Komentar apa pun yang telah Anda kirimkan ke Layanan. Anda sepenuhnya bertanggung jawab untuk menyimpan salinan cadangan dari setiap Komentar yang Anda unggah ke Layanan.\n\n8.5 Anda memahami dan menyetujui bahwa NovelRead tidak bertanggung jawab atas kegagalan kinerja karena sebab apa pun di luar kendalinya, termasuk, tanpa batasan, bencana alam, kebakaran, ledakan, vandalisme, terorisme, gangguan cuaca, keadaan darurat nasional, kerusuhan, perang, kesulitan tenaga kerja, kegagalan pemasok, kekurangan, pelanggaran, tindakan atau permintaan oleh pemerintah mana pun, penangguhan layanan yang ada sesuai dengan undang-undang, aturan, atau peraturan negara bagian atau federal.\n\n9. Batasan Tanggung Jawab\n\n9.1 Terlepas dari hal yang bertentangan yang terkandung di sini, NovelRead tidak akan bertanggung jawab kepada Anda atas segala kerusakan langsung, tidak langsung, khusus, insidental, konsekuensial, teladan, ekstra-kontrak, atau hukuman dalam bentuk apa pun, yang dengan cara apapun terkait dengan Layanan atau Ketentuan ini, terlepas dari teori hukum (termasuk, namun tidak terbatas pada, kontrak, kesalahan, cedera pribadi, kerusakan properti, kelalaian, jaminan, atau tanggung jawab yang ketat), apakah NovelRead telah diberitahukan tentang kemungkinan atau kemungkinan kerusakan tersebut atau tidak, dan bahkan jika pemulihan yang tersedia gagal dari tujuan utamanya. Jika Anda tidak puas dengan Layanan, atau dengan Ketentuan ini, atau merasa NovelRead telah melanggar Ketentuan ini, solusi satu-satunya dan eksklusif Anda adalah menghentikan penggunaan Layanan. Batasan tanggung jawab ini adalah bagian dari dasar tawar-menawar di antara kita.\n\n9.2 Terlepas dari segala hal yang bertentangan di sini, jika ada bagian dari batasan tanggung jawab ini ditemukan tidak valid atau tidak dapat diberlakukan karena alasan apapun, kewajiban perjanjian NovelRead yang timbul dari pelanggaran Ketentuan ini dan / atau penggunaan Anda atas Layanan tidak akan melebihi, dalam jumlah perjanjian untuk semua klaim, lima ratus dolar ($ 500.00 USD).\n\n10. Ganti Rugi\n\n10.1 Anda bertanggung jawab atas penggunaan atas Layanan, dan Anda akan membela dan mengganti kerugian NovelRead dan pejabat, direktur, karyawan, konsultan, afiliasi, anak perusahaan dan agennya (bersama-sama, \"Entitas NovelRead\") dari dan terhadap setiap klaim, kewajiban, kerusakan, kerugian, dan pengeluaran, termasuk ongkos dan ongkos pengacara yang wajar, yang timbul dari atau dengan cara apapun terkait dengan: (a) akses Anda ke, penggunaan, atau dugaan penggunaan, Layanan; (b) pelanggaran Anda terhadap bagian mana pun dari Ketentuan ini, representasi, jaminan, atau perjanjian apa pun yang dirujuk dalam Ketentuan ini, atau hukum atau peraturan apa pun yang berlaku; (c) pelanggaran Anda terhadap hak pihak ketiga, termasuk hak kekayaan intelektual atau publisitas, kerahasiaan, hak milik lain, atau hak privasi; atau (d) perselisihan atau masalah apa pun antara Anda dan pihak ketiga mana pun. Kami berhak, dengan biaya kami sendiri, untuk mengasumsikan pembelaan dan kendali eksklusif atas masalah apa pun yang tunduk pada ganti rugi oleh Anda (tanpa membatasi kewajiban ganti rugi Anda sehubungan dengan masalah itu), dan dalam hal ini, Anda setuju untuk bekerja sama dengan kami. pembelaan atas klaim itu.\n\n10.2 NovelRead berhak untuk mengambil alih pembelaan eksklusif dari Klaim yang NovelRead berhak atas ganti rugi, dan dalam hal tersebut, Anda harus memberikan kerja sama yang cepat dan wajar kepada NovelRead dengan biaya Anda sendiri.\n\n11. Promosi\n\nSelain Ketentuan ini, Promosi yang disediakan oleh NovelRead melalui Layanan, atau sebaliknya mungkin memiliki aturan khusus yang berbeda dari Ketentuan ini. Dengan berpartisipasi dalam Promosi, Anda setuju dan akan tunduk pada syarat dan ketentuan tambahan tersebut, yang akan diberikan kepada Anda saat Promosi ditawarkan. NovelRead mendorong Anda untuk meninjau semua aturan sebelum Anda berpartisipasi dalam Promosi apa pun. Aturan Promosi tertentu akan lebih diprioritaskan daripada Ketentuan ini jika terjadi konflik bahasa dengan Promosi tertentu.\n\n12. Pelanggaran Hak Kekayaan Intelektual\n\n12.1 NovelRead menghormati hak kekayaan intelektual pihak lain dan ingin menawarkan Layanan yang tidak berisi materi yang melanggar hak kekayaan intelektual pihak lain. Jika Anda yakin dengan itikad baik bahwa hak kekayaan intelektual Anda telah dilanggar melalui penggunaan di Layanan, Anda dapat memberitahu kami melalui email di: booksourceofficial@gmail.com dengan \"Pemberitahuan Pelanggaran\" di baris subjek, yang berisi: tanda tangan fisik atau elektronik dari orang yang diberi wewenang untuk bertindak atas nama pemilik hak cipta (atau kekayaan intelektual lainnya); Penjelasan tentang karya berhak cipta (atau kepentingan kekayaan intelektual lainnya) yang Anda klaim telah dilanggar; Deskripsi yang menentukan lokasi di Layanan dari materi yang Anda klaim melanggar; Alamat email Anda dan alamat surat dan / atau nomor telepon Anda; Pernyataan oleh Anda bahwa Anda memiliki keyakinan dengan niat baik bahwa penggunaan yang disengketakan tidak diizinkan oleh pemilik hak cipta (atau kekayaan intelektual lainnya), agennya, atau undang-undang; dan Pernyataan oleh Anda yang dibuat di bawah sumpah, bahwa informasi dalam pemberitahuan Anda akurat dan bahwa Anda adalah pemilik hak cipta (atau kekayaan intelektual lainnya) atau berwenang untuk bertindak atas nama pemilik hak cipta (atau kekayaan intelektual lainnya). Jika Anda yakin bahwa pemberitahuan pelanggaran kekayaan intelektual telah dikirimkan kepada Anda secara tidak benar, Anda dapat mengirimkan \"Pemberitahuan Kontra Pelanggaran\" ke NovelRead, yang berisi: Tanda tangan fisik atau elektronik Anda; Identifikasi materi yang dihapus atau yang aksesnya telah dinonaktifkan; Pernyataan di bawah hukuman sumpah palsu bahwa Anda memiliki keyakinan dengan niat baik bahwa penghapusan atau penonaktifan materi adalah kesalahan atau bahwa materi itu salah diidentifikasi; dan nama lengkap Anda, alamat email Anda, alamat surat Anda, dan pernyataan bahwa Anda menyetujui yurisdiksi pengadilan (a) di wilayah yudisial di mana alamat Anda berada jika alamatnya di HongKong, atau (b) berlokasi di HongKong, jika alamat Anda berada di luar HongKong, dan bahwa Anda akan menerima layanan proses dari pengadu yang mengirimkan pemberitahuan atau agen resminya.\n\n12.2 Setiap pemberitahuan atau kontra-pemberitahuan yang Anda kirimkan sesuai dengan hal diatas harus jujur ​​dan harus diserahkan di bawah sumpah. Pemberitahuan palsu atau pemberitahuan balasan dapat menimbulkan tanggung jawab pribadi. Oleh karena itu, Anda mungkin ingin meminta nasihat dari penasihat hukum sebelum mengirimkan pemberitahuan atau pemberitahuan tanggapan. Terlepas dari hal yang bertentangan di sini, harap dicatat bahwa apakah NovelRead menonaktifkan akses ke atau menghapus materi apapun sesuai dengan yang disebutkan diatas, NovelRead dapat mengungkapkan identitas Anda kepada pihak ketiga mana pun yang telah menuduh pelanggaran hak kekayaan intelektual di bawah ini, atau memberi kami dengan pemberitahuan tanggapan, serta mengungkapkan isi pemberitahuan tanggapan apa pun. Anda mengakui dan setuju bahwa pengungkapan apa pun yang kami lakukan sesuai dengan ketentuan di atas tidak akan melanggar hak Anda, termasuk, tanpa batasan, hak privasi apa pun yang mungkin Anda miliki.\n\n13. Pilihan Hukum dan Penyelesaian Sengketa\n\n13.1 Anda menyetujui dan menyetujui bahwa Ketentuan akan secara eksklusif diatur oleh hukum HongKong yang berlaku untuk kontrak yang dibuat dan dilakukan di HongKong dan terlepas dari pertentangan prinsip hukum.\n\n13.2 Anda dan NovelRead setuju bahwa setiap perselisihan, klaim, atau kontroversi antara Anda dan NovelRead yang timbul sehubungan dengan atau terkait dengan cara apa pun dengan Ketentuan ini atau hubungan Anda dengan NovelRead (baik berdasarkan kontrak, kesalahan, penipuan, penyajian yang keliru, atau lainnya teori hukum, dan terlepas dari apakah klaim muncul selama atau setelah penghentian Persyaratan) akan ditentukan oleh arbitrase yang mengikat secara wajib. Arbitrase apa pun antara Anda dan NovelRead akan diselesaikan dengan arbitrase mengikat yang dikelola oleh Pusat Arbitrase Internasional HongKong (\"SIAC\") berdasarkan Aturan Arbitrase Administratif Pusat Arbitrase Internasional HongKong yang berlaku saat pemberitahuan arbitrase dikirimkan.\n\n14. Pemberitahuan\n\nSemua pemberitahuan hukum yang sesuai dengan Ketentuan harus dibuat secara tertulis dan akan diberikan melalui email ke NovelRead di: booksourceofficial@gmail.com. Dengan menggunakan Layanan, Anda setuju bahwa setiap pemberitahuan berdasarkan Ketentuan yang dikirimkan NovelRead kepada Anda secara elektronik akan memenuhi setiap komunikasi hukum atau pemberitahuan. Anda setuju untuk selalu memperbarui semua informasi kontak Anda yang terdapat dalam Akun Anda, dan kami tidak bertanggung jawab jika Anda gagal memperbarui Akun atau informasi kontak Anda.\n\n15. Informasi Kontak\n\nLayanan ini dijalankan oleh Booksource Technology Limited., Yang berlokasi di Level 54，Hopewell Centre 183 Queen’s Road East, HongKong. Anda dapat menghubungi kami dengan mengirimkan korespondensi ke alamat tersebut atau dengan mengirim email kepada kami di booksourceofficial@gmail.com."
}
