{
  "privacyTitle": "개인정보",
  "privacyContent": "이 개인 정보 보호 정책은 귀하가 당사와 상호 작용할 때 DramaBox이 수집할 수 있는 정보 및 해당 정보와 관련된 당사의 관행에 대해 설명합니다. 이 개인정보 보호정책을 주의 깊게 읽으십시오. 또한 귀하의 속성 및 서비스 사용에 적용되는 속성에 대한 해당 사용 약관을 검토하십시오.\n\n1. 데이터 수집\n\n귀하가 DramaBox에 계정을 만들고 당사 플랫폼을 사용하는 데 도움을 주기 위해 당사는 일부 개인 정보를 수집하고 처리해야 합니다. \"개인정보\"는 귀하를 식별할 수 있는 모든 정보입니다. 여기에는 귀하의 이름, 우편 주소, 전화 번호, 이메일 주소, 인터넷 프로토콜(\"IP\") 주소, 나이, 성별, 신용 카드 정보가 포함될 수 있지만 이에 국한되지 않습니다. 우리는 개인 정보를 사용하여 다음을 수행합니다.\n\nDramaBox 계정을 만들고 서비스를 제공합니다.\n\n플랫폼 전체에서 귀하를 식별합니다.\n\n연령에 적합한 콘텐츠를 제공합니다.\n\n기술 지원 서비스를 제공합니다.\n\n귀하와 의사 소통(예: 예정된 변경 또는 개선 사항에 대해 알리기)\n\n옵트아웃하지 않는 한 마케팅 이메일을 보냅니다.\n\n익명 및 집계 통계를 계산하여 사용자를 더 잘 이해하고, 서비스를 개선하고, 새로운 기능을 개발하고, 스토리 검색 경험을 개인화 및 사용자 지정합니다.\n\n스팸, 사기, 남용 및 기타 금지된 활동을 방지합니다.\n\n귀하의 별도 동의가 필요한 경우를 제외하고 관련성 있는 맞춤형 광고를 표시하고 광고 경험을 개선합니다.\n\n보안 목적을 위해 다른 목적은 서비스를 운영, 개발 및 개선하는 것입니다.\n\n2. 정보 공유\n\n2.1 우리는 기본적으로 위의 개인 정보를 비공개로 취급하므로 데이터가 익명화되지 않는 한 플랫폼에 표시되지 않거나(귀하가 계정 설정을 통해 해당 정보를 공개적으로 표시하도록 선택하지 않는 한) 다른 DramaBox 사용자에게 공개되지 않습니다.\n\n2.2 당사 플랫폼은 DramaBox 커뮤니티와 정보를 공유할 수 있도록 설계되었습니다. 플랫폼의 공개적으로 접근 가능한 공간에 자발적으로 포함하기로 선택한 모든 개인 정보는 사용자 이름, 이름, 생성한 설명 및 위치와 같이 해당 콘텐츠에 액세스할 수 있는 모든 사람(다른 DramaBox 사용자 포함)이 사용할 수 있습니다. , 귀하가 프로필, 포럼 또는 다른 사용자에게 게시하는 메시지, 귀하가 작성한 목록, 귀하가 팔로우하는 사람들, 귀하가 작성하는 스토리 및 귀하의 플랫폼 사용으로 인해 발생하는 기타 많은 정보.\n\n2.3 당사는 다음과 같은 매우 제한된 상황을 제외하고 귀하의 동의가 없는 한 귀하의 개인 식별 정보를 다른 회사 또는 개인에게 임대하거나 판매하지 않습니다.\n\n관련 법률(범죄 조사 포함), 규정, 법적 절차 또는 집행 가능한 정부 요청을 준수하기 위해\n\n잠재적 위반 조사를 포함하여 사용 약관 및 기타 정책을 시행하거나 적용하기 위해\n\nDramaBox, DramaBox의 직원 및 사용자 또는 대중의 권리, 재산 또는 안전을 보호하기 위해.\n\n3. 정보보안\n\n당사는 손실, 도난, 무단 액세스, 공개, 복사, 사용 또는 수정으로부터 개인 정보를 보호하기 위해 물리적, 조직적, 계약적 및 기술적 보안 조치를 지속적으로 구현 및 업데이트하고 있습니다. 귀하의 개인 정보에 대한 액세스 권한이 부여된 유일한 직원은 업무상 \"알 필요가 있는\" 직원이거나 그러한 정보를 합리적으로 요구하는 직무를 수행하는 직원뿐입니다. 모든 DramaBox 플랫폼에서 우리는 플랫폼에 제출된 개인 정보를 보호하기 위해 모든 전송에 대한 암호화를 지원합니다.\n\n4. 비개인정보\n\n4.1 DramaBox은 당사 플랫폼에서 쿠키, 추적 픽셀 및 유사 기술을 사용하여 귀하를 개인으로 식별할 수 없는 정보(\"비개인 정보\")를 수집하여 귀하에게 서비스를 제공하고 당사 서비스가 어떻게 사용되는지 학습합니다. 또한 이러한 기술을 사용하여 관련 DramaBox 제품 및 서비스에 대한 홍보 메시지 및 광고를 전달합니다.\n\n4.2 당사는 비개인 정보를 공개적으로 그리고 게시자 또는 광고주와 같은 다양한 제3자와 공유할 수 있습니다. 예를 들어, 우리는 광고주와 정보를 공유하거나 플랫폼의 일반적인 사용에 대한 추세를 공개적으로 보여줄 수 있습니다.\n\n5. 제3자 광고주, 다른 플랫폼에 대한 링크\n\n5.1 DramaBox은 제3자 광고 서버 또는 광고 네트워크로 알려진 다른 회사가 DramaBox 플랫폼 내에서 광고를 제공할 수 있도록 합니다. 이러한 제3자 광고 서버 또는 광고 네트워크는 기술을 사용하여 DramaBox에 표시되는 광고 및 링크를 귀하에게 직접 보냅니다. 광고가 발생하면 자동으로 IP 주소를 받습니다. 또한 다른 기술(예: 쿠키, JavaScript 또는 웹 비콘)을 사용하여 광고 효과를 측정하고 귀하가 보는 광고 콘텐츠를 개인화할 수 있습니다.\n\n5.2 DramaBox은 귀하의 동의 없이 또는 귀하가 옵트인 또는 옵트아웃할 수 있는 특정 프로그램 또는 기능의 일부를 제외하고 이러한 제3자 광고 서버 또는 광고 네트워크에 개인 식별 정보를 제공하지 않습니다.\n\n5.3 귀하는 이러한 제3자 광고 서버 또는 광고 네트워크의 해당 개인정보 보호정책을 참조하여 이들의 관행에 대한 자세한 정보와 특정 관행을 거부하는 방법에 대한 지침을 확인해야 합니다. DramaBox의 개인 정보 보호 정책은 이러한 다른 광고주 또는 플랫폼에 적용되지 않으며 당사는 이러한 다른 광고주의 활동을 제어할 수 없습니다. 제3자 광고 서버에서 획득하고 이후에 DramaBox과 공유되는 모든 데이터는 본 개인정보 보호정책에 따라 DramaBox에서 유지 및 처리됩니다.\n\n6. 사용에 적용되는 정책: 개인정보 보호정책 변경\n\nDramaBox은 사전 통지 없이 언제든지 이 개인정보 보호정책을 변경할 수 있는 권리를 보유하며 변경사항은 게시하는 즉시 효력이 발생하므로 이 개인정보 보호정책을 주기적으로 검토하시기 바랍니다.\n\n7. 질문\n\n이 개인 정보 보호 정책에 관한 우리의 관행에 대해 질문이나 의견이 있는 경우 DramaBox, Privacy Office,5001 BEACH ROAD, #07-37, GOLDEN MILE COMPLEX, SINGAPORE(199588) 으로 편지를 보내거나 dramaboxapp@gmail.com으로 이메일을 통해 요청을 제출하십시오."
}
