{
  "privacyTitle": "隱私協議",
  "privacyContent": "A. 引言\n\n您的服務提供商是 STORYMATRIX PTE. LTD.，一家根據新加坡法律運營的公司，5001 BEACH ROAD, #07-37, GOLDEN MILE COMPLEX, SINGAPORE(199588)。我們認識到您的隱私非常重要，我們會認真對待。您的隱私和信任對我們非常重要，我們承諾對所收集信息的使用保持透明。\n\n本隱私政策描述了 DramaBox 關於收集、使用、披露和共享您的個人信息或個人數據的政策和程序，以及您在訪問或使用我們的網站、應用程序和/或服務。\n\n請注意，DramaBox 的服務條款適用於本隱私政策。訪問或使用 DramaBox 網站和應用程序，即表示您同意無條件接受本隱私政策。如果您不同意本隱私政策中的條款，請不要使用 DramaBox 服務。\n\n本隱私政策很重要。我們希望您能花時間仔細閱讀。\n\nB. 年齡限制\n\nDramaBox 不適合兒童使用。 12歲以下兒童不得出於任何目的使用我們的網站、應用程序和/或服務。 DramaBox 絕不會故意索取或接受 DramaBox 知道未滿 12 歲的用戶或訪客的個人身份信息或其他內容。如果 DramaBox 發現未滿 12 歲的用戶創建了帳戶，或者未滿 12 歲的用戶或訪問者向服務發布了個人身份信息或其他內容，DramaBox 將終止該帳戶並刪除該信息或其他內容內容。\n\n12 歲至 18 歲的用戶（均為“青少年”）不得訪問或使用服務，除非 (i) 青少年及其父母或法定監護人首先同意這些服務條款； (ii) 青少年使用其父母或法定監護人在父母或監護人的監督下並在父母或監護人的許可下建立的賬戶。如果您允許青少年使用服務，您特此代表您自己和青少年同意這些服務條款。您進一步同意，您對您的孩子對服務的任何和所有使用負全部責任，無論此類使用是否得到您的授權。\n\nC. 數據收集\n\n我們希望您了解我們在您使用我們的服務時收集的信息類型。我們使用這些信息來運營、開發和改進我們的服務——從弄清楚諸如您說哪種語言等基本信息，到更複雜的信息，例如您會發現最有用的廣告、在線上對您最重要的作者或哪些故事你可能會喜歡。\n\n當您與我們的網站、應用程序和/或服務互動時，我們會收集可用於識別您身份的信息（“個人數據”）。我們收集的一些信息以無法鏈接回您的方式存儲（“非個人數據”）。\n\n當您登錄時，我們會收集存儲在您帳戶中的信息（通常是您的暱稱、電子郵件地址和帳戶密碼），我們將這些信息視為個人信息。此日誌信息可能包括但不限於您的互聯網協議地址、瀏覽器類型、瀏覽器語言、您查詢的日期和時間以及 cookie 數據。如果您使用社交網絡憑據（例如第三方帳戶）登錄 DramaBox，我們將請求允許從該帳戶訪問基本信息，例如您的姓名和電子郵件地址。您可以隨時通過刪除 DramaBox 對該帳戶的訪問權限來停止與我們共享該信息。當您未登錄我們的服務時，我們會使用與您正在使用的應用程序和設備相關聯的唯一標識符來存儲我們收集的信息。此集合可幫助我們做一些事情，例如在瀏覽會話中維護您的語言偏好。\n\n如果您是付費客戶，我們會收集您的付款信息。需要此信息才能在我們的應用程序和網站上完成商業交易。我們使用這些信息來啟用和完成您的交易。如果您選擇使用任何第三方的服務來完成訂單並付款，您將直接向第三方提供您的信用卡號碼。第三方的隱私政策將適用於您在其網站上提供的信息。\n\n如果您選擇參加我們的調查，我們可能會要求您提供某些信息（包括個人數據和非個人數據），這些信息將用於提供個性化的幫助和說明。\n\n我們收集的信息以及這些信息的使用方式取決於您如何使用我們的服務以及您如何管理您的隱私控制。\n\nD. 使用您的數據\n\nDramaBox 在必要時使用您的數據來履行我們與您簽訂的合同以及我們的合法商業利益。處理和使用您的數據的目的如下：\n\n幫助我們提供和管理我們的網站、應用程序和/或服務，出於安全目的對用戶進行身份驗證，提供個性化的用戶功能和訪問權限，處理交易，進行研究，開發新功能，並改進我們的功能、算法和可用性站點、應用程序和/或服務。\n\n就您對我們網站、應用程序和/或服務的使用、產品公告和軟件更新與您進行溝通，並響應您的幫助請求，包括在您訪問帳戶時遇到困難時提供帳戶驗證支持。\n\n通過收件箱消息向您發送有關我們產品和服務的直接營銷信息和特別優惠。如果您不想收到任何上述消息，請在您創建帳戶時或之後的任何時候通過 dramaboxapp@gmail.com 與我們聯繫。\n\n顯示與您的帳戶關聯的用戶內容，並確保您在使用我們的服務時可以使用這些內容。\n\n計算使用我們的網站、應用程序和/或服務的唯一設備數量的匯總統計數據，並檢測和防止欺詐和濫用這些設備。\n\n分析在我們的網站、應用程序和/或服務中採取了哪些功能或操作來改善您的體驗。\n\n通過支付程序驗證父母和監護人是否同意未成年未成年人使用 DramaBox。\n\n為了方便您在我們的網站、應用程序和/或服務中進行購買，並驗證您的真實姓名以方便創建​​您的支付帳戶。\n\n使用第三方支付平台處理您的付款。\n\n例如，我們將知道有多少用戶訪問了網站上的特定頁面以及他們點擊了哪些鏈接。我們使用這些匯總信息來更好地了解和優化網站。\n\n如果您選擇使用我們的服務或向我們提供您的信息，您的信息可能會被傳輸到位於您所在國家或司法管轄區（包括新加坡）以外的服務器或數據庫中，並在這些服務器或數據庫中進行處理和維護。這些國家或地區的法律可能不如您居住的國家或地區具有前瞻性。如果您不希望將您的信息傳輸到您所在的國家或司法管轄區以外的地方，或者在這些地方進行處理或維護，則不應使用我們的網站、應用程序和/或服務。\n\nE. Cookie\n\n我們使用 cookie 來提供、保護和推廣我們的產品。\n\n“cookie”是一個包含一串字符的小文件，當您訪問網站時會發送到您的計算機。 Cookie 可以在您的設備上保留不同的時間段。一些 cookie 是“會話 cookie”，這意味著它們僅在您的瀏覽器或應用程序打開時存在。一旦您關閉瀏覽器或應用程序，這些將自動刪除。其他 cookie 是“永久 cookie”，這意味著它們在您的瀏覽器或應用程序關閉後仍然存在。當您再次打開和使用服務時，服務可以使用 cookie 來識別您的設備。\n\n我們使用 cookie 來提高我們的服務質量，並更好地了解人們如何與我們互動。我們使用 cookie 來：\n\n驗證登錄信息。\n\n跟踪與服務相關的交通流量和出行模式。\n\n了解持續訪問服務的訪客總數和設備類型。\n\n監控服務的性能並不斷改進它。\n\n自定義並增強您的在線體驗。\n\n為您提供客戶服務。\n\n您有權選擇是否接受cookies。但請注意，如果您選擇拒絕 cookie，您可能無法使用服務的全部功能。\n\n大多數設備（對於移動應用程序）和瀏覽器（對於網絡應用程序和頁面）最初都設置為接受 cookie 並允許您更改 cookie 設置。這些設置通常可以在瀏覽器的“選項”或“首選項”菜單中找到。您可以重置瀏覽器以拒絕所有 cookie 或在發送 cookie 時進行指示。\n\nF. 信息共享\n\na.在我們的網站、應用程序和/或服務上共享的信息\n\n您在公開可見的 DramaBox 個人資料中包含的任何信息，其中可能包括您的個人資料 ID、暱稱、照片和您的個人介紹，將在我們的網站、應用程序和/或服務上共享，以根據您的指示維護您的帳戶和要求。\n\nb.在我們的網站、應用程序和/或服務之外共享您的數據\n\n一些與 DramaBox 相關的功能允許您向 DramaBox 網絡之外的人提供共享信息。例如，可公開訪問的博客和論壇，或 DramaBox 中的某些社交媒體功能（例如“插件”（在兩個網站之間創建直接鏈接））允許您重新發布和披露共享信息。如果您使用這些功能共享信息，與我們無關的第三方可能能夠看到和使用它。\n\n我們與此類第三方共享的信息是在您首次使用該服務或功能時向您描述的，我們要求第三方提供與本政策所述相同或同等的用戶數據保護。您可以控制哪些第三方可以訪問您帳戶中的這些信息。您可以隨時按照此處列出的說明撤銷同意共享該信息。請注意，如果您要求我們不要與第三方共享該信息，您可能無法再使用該服務或功能。對於任何第三方使用您提供給他們的任何信息，我們概不負責。\n\n除非得到您的同意，否則我們不會將您的個人信息出租或出售給其他公司或個人。\n\nG. 信息安全\n\n我們採取適當的安全措施來防止未經授權的訪問或未經授權的更改、披露或破壞數據。\n\n我們將訪問您的個人信息的權限限制為需要了解該信息以運營、開發或改進我們的服務的員工。\n\nH. 更新您的信息\n\n我們為我們的許多服務提供更新和更正您的個人識別信息和非個人信息的機制。\n\n您還有權訪問我們持有的關於您的個人信息、我們如何使用這些信息以及我們與誰共享這些信息。您還有權更正該信息。\n\n您可以隨時登錄您的帳戶來訪問和更正您的個人信息。\n\n對於更正請求，在我們同意個人信息不准確或不完整的情況下，我們將嘗試告知我們已向其披露相關個人信息的任何第三方，以便他們也能更正個人信息。\n\nI.刪除您的數據\n\n您可以隨時通過 dramaboxapp@gmail.com 與我們聯繫，請求刪除您的數據。我們將根據具體情況評估此類請求。為了我們的合法商業利益（包括欺詐檢測和預防）以及遵守我們的法律義務（包括稅收、法律報告和審計義務），我們可能會在合理必要的時間內保留您的一些數據。有時，您的請求只能通過關閉您的帳戶來滿足。\n\n您可以刪除您的帳戶，並且您應該明白，刪除您的帳戶後，您將失去訪問或使用平台的全部或部分的權利。\n\nJ. 本政策的變更\n\n我們會不時更改本隱私政策。未經您的明確同意，我們不會減少您在本隱私政策下的權利。我們始終會指明最後一次更改的發布日期，並且我們會提供存檔版本供您查看。如果更改很重要，我們將提供更顯著的通知（包括，對於某些服務，隱私政策更改的收件箱通知）。此類更改將用於訪問、使用或訪問服務的人員在創建帳戶時或之後的任何時間點提供的任何和所有信息。請注意，訪問或使用 DramaBox 平台即表示您同意無條件接受更新後的隱私政策。\n\nK. 第三方廣告商、其他平台的鏈接\n\nDramaBox 允許其他公司（稱為第三方廣告服務器或廣告網絡）在 DramaBox 的平台內投放廣告。這些第三方廣告服務器或廣告網絡使用技術將出現在 DramaBox 上的廣告和鏈接直接發送給您。當廣告發生時，他們會自動收到您的 IP 地址。他們還可能使用其他技術（如 cookie、JavaScript 或網絡信標）來衡量其廣告的有效性並個性化您看到的廣告內容。\n\n未經您的同意，DramaBox 不會向這些第三方廣告服務器或廣告網絡提供任何個人身份信息，除非作為您可以選擇加入或退出的特定程序或功能的一部分。\n\n您應該查閱這些第三方廣告服務器或廣告網絡各自的隱私政策，以了解有關他們的做法的更多信息以及有關如何選擇退出某些做法的說明。 DramaBox 的隱私政策不適用於此類其他廣告商或網站，我們也無法控制其活動。任何由第三方廣告服務器獲得併隨後與 DramaBox 共享的數據均由 DramaBox 根據本隱私政策進行維護和處理。\n\nL. 聯繫我們\n\n如果您對此政策有任何疑問或疑慮，您可以通過以下電子郵件地址給我們發送電子郵件：dramaboxapp@gmail.com。"
}
