{
  "termsTitle": "使用條款",
  "termsContent": "STORYMATRIX PTE. LTD.，在新加坡註冊（“DramaBox”、“我們”、“我們的”），為作家和出版商提供一個平台（定義見下文），以分發和貨幣化各種文學作品（“作品”或“作品”）。這些使用條款，連同此處提及的所有文件以及 DramaBox 可能不時發布的所有其他操作規則、政策和程序，管理 DramaBox 與 DramaBox 平台用戶（“用戶”、“您”）的關係，包括所有子域和相關網站（統稱為“網站”）、DramaBox 移動應用程序，包括 iPhone 和 Android 移動應用程序（“應用程序”），訪問、發布或發佈內容的任何和所有其他平台通過上述任何一項（“服務”）（統稱為“平台”）提供的所有相關服務、功能或內容。本條款構成 DramaBox 與您之間具有法律約束力的協議。\n\n通過訪問或使用平台，您確認您無條件接受這些條款並同意完全遵守它們。在使用平台之前，請仔細閱讀這些條款。如果您不同意這些條款，請不要使用該平台，並且您無權出於任何目的訪問、查看或以其他方式使用該平台。\n\n平台可能包含指向第三方內容的鏈接或嵌入材料，DramaBox 未經審查，包括但不限於其他網站和第三方服務，以方便訪問者、廣告目的或與 DramaBox 業務相關的其他類似功能。 DramaBox 鏈接或嵌入第三方內容並不意味著該第三方提供的任何商品、服務、產品或其他內容的廣告或認可。\n\nDramaBox 不對鏈接到平台或從平台嵌入的任何第三方內容負責，並明確聲明，但不限於，對任何第三方內容、任何第三方網站上的任何信息的準確性或產品質量承擔任何責任。此類第三方網站提供或宣傳的服務。\n\nDramaBox 可隨時添加、更改或刪除本使用條款的任何部分，恕不另行通知。對本使用條款或本網站上發布的任何條款的任何更改一經發布即適用。在發布任何更改後繼續使用本網站，即表示您接受這些更改。 DramaBox 可隨時臨時或永久添加、更改、停止、刪除或暫停發佈在本網站上的任何其他內容，包括本網站上描述或描述的作品，恕不另行通知且不承擔任何責任。\n\n1. 申請資格\n\n您必須年滿 12 歲才能使用該平台。同意這些條款，即表示您向我們聲明並保證：(a) 您至少年滿 12 歲； (b) 您之前沒有被暫停或從服務中移除； (c) 您的註冊和對平台的使用符合所有適用的法律和法規。如果您代表實體、組織或公司使用服務，則您聲明並保證您有權約束該組織遵守這些條款，並且您同意代表該組織受這些條款的約束。\n\n2. 用戶許可\n\n2.1 在您完全遵守條款的前提下，並且在我們能夠合法授予此類權利的範圍內，DramaBox 僅出於訪問作品的目的授予您非排他性、不可再許可和不可轉讓的知識產權許可，使用平台，以及用於此處明確規定的其他目的。\n\n2.2 為避免疑義，本條款不會將我們或任何第三方的任何知識產權轉讓給您，並且此類財產的所有權利、所有權和利益仍將歸適用的所有者所有。\n\n3. 註冊和賬戶\n\n3.1 要使用平台的某些功能，您需要註冊一個 DramaBox 帳戶（“帳戶”）。您同意您在賬戶註冊過程中提交的所有信息，或您在之後任何時候提交到您的賬戶資料中的附加信息，均應準確真實，並且您應及時更新。\n\n3.2 您的帳戶對您來說是獨一無二的，您有責任維護您的帳戶和密碼的安全並限制對其的訪問，並且您同意對您帳戶下發生的所有購買和其他活動承擔責任。\n\n3.3 您可以刪除您的賬戶，您應該明白，一旦刪除您的賬戶，您將失去訪問或使用平台的全部或部分的權利。\n\n3.4 我們保留隨時以任何理由自行決定禁用、暫停或終止您的帳戶的權利，尤其是當您未能遵守這些條款的任何規定時。\n\n4. 內容政策\n\n4.1 我們的內容政策（“內容政策”）規定了 DramaBox 使用作者和出版商上傳到平台的內容的條款等。在平台上上傳任何作品之前，您必須閱讀並同意內容政策。\n\n4.2 為避免疑義，所有未明確授予 DramaBox 的權利應保留給您，並且 DramaBox 不對您的內容主張任何所有權。\n\n5. 平台評價\n\n5.1 劇集歡迎您在平台上進行互動，您可以向劇集提交不屬於內容的素材。通過平台或其他方式提交任何評論或反饋（統稱為“評論”或“評論”），例如通過電子郵件發送關於平台的 DramaBox、在留言板上發帖或評論作品，DramaBox 將免費使用出於任何目的，在所有媒體上永久發表評論，不對您承擔任何義務或責任。如果您希望將評論保密或專有，請不要將任何評論傳送給 DramaBox 或與他人分享任何評論。\n\n5.2 評論不得全部或部分包括或體現 (a) 侵犯、侵犯或盜用任何第三方權利，包括任何版權、商標、專利、商業秘密、道德權利、隱私權、公開權，或任何其他知識產權或所有權； (b) 誹謗、詆毀、誹謗或侵犯任何其他人的隱私權、公開權或其他財產權； (c) 您的用戶內容受制於的任何其他 DramaBox 政策或指南； (d) 導致 DramaBox 違反任何法律或法規。\n\n5.3 如果評論被發現違反上述任何規定，我們可能會自行決定終止或暫停您的帳戶或立即從平台上刪除評論，恕不另行通知。\n\n6. 限制用戶行為\n\n6.1 除非適用法律不允許此類限制，否則您不得：(a) 複製、分發、公開展示或公開執行服務； (b) 修改服務； (c) 干擾或規避服務的任何功能，包括任何安全或訪問控制機制。如果適用法律禁止您使用該服務，則您不得使用該服務。\n\n6.2 您不得以任何方式改變或修改平台，也不得使用其他技術或方式訪問平台，除非通過 DramaBox 授權的方式，包括但不限於不使用機器人、網絡蜘蛛或其他自動訪問平台的方式。\n\n7. 付款條件\n\n7.1 訪問平台或服務的某些功能可能需要您付費。在您支付任何費用之前，您將有機會查看並接受將向您收取的費用。所有費用均以美元計算且不可退還。\n\n7.2 劇集保留決定服務價格的權利。 DramaBox 將盡合理努力使網站上發布的定價信息保持最新。我們鼓勵您定期查看我們的網站以了解當前的定價信息。\n\n7.3 劇集將按照您購買時指定的支付方式收費。您授權 DramaBox 通過該支付方式收取您所下訂單的所有款項以及您選擇的任何級別的服務，如本條款所述或公司發布的。如果您使用信用卡支付任何費用，DramaBox 可能會在您購買之前對您的信用卡賬戶進行預授權，以驗證信用卡是否有效以及是否有必要的資金或信用額度來支付您的購買費用。支付處理服務由進行購買的第三方服務提供（例如，Apple In-App Purchases、Google Play、PayPay）。\n\n7.4 所有購買都可能需要繳納稅費和其他費用，包括但不限於外匯費用或基於地點的價格差異（例如匯率）。我們可能會根據您通過您的帳戶或在購買時提供給我們的信息來計算您應繳納的稅款。\n\n7.5 用戶可以通過充值獲得Coin(s)。硬幣只能在 DramaBox 中使用，不能兌換成任何貨幣。\n\n8. 免責聲明\n\n8.1 平台按“原樣”、“可用”和“存在所有錯誤”提供，用於此處所述目的。使用平台的風險完全由您自己承擔，您在使用平台時應做出最佳判斷並謹慎行事。\n\n8.2 DramaBox 不保證您對平台的使用，以及與平台相關的所有其他特性或功能，或平台的交付或展示，將可用、不間斷、無干擾或無錯誤，或沒有任何病毒、蠕蟲或其他安全入侵。您理解並同意，您使用平台，並通過平台和任何相關網站或平台使用、訪問、下載或以其他方式獲取材料或內容，由您自行決定並承擔風險，並且您對任何損害承擔全部責任您的財產（包括您的計算機系統或與平台相關使用的移動設備），或因使用平台或下載或使用該材料或內容而導致的數據丟失。\n\n8.3 DramaBox 不保證平台上出現的任何作品或其他知識產權的可用性、交付、性能、定價或準時性。這包括不保證作家或出版商及時發布作品的任何未來劇集、作品將在平台上保持可用或作品或服務的定價，但不限於此。\n\n8.4 劇集對您提交給平台的任何評論或其他信息的刪除或未能保存不承擔任何責任，我們明確不承諾保存或保留您提交給平台的任何評論。您全權負責保存您上傳到平台的任何評論的備份副本。\n\n8.5 您理解並同意，對於因超出其控制範圍的任何原因，包括但不限於天災、火災、爆炸、故意破壞、恐怖主義、天氣擾動、國家緊急狀態、暴亂、戰爭、勞工困難、供應商故障、短缺、違規、任何政府的行動或要求、根據州或聯邦法律、規則或法規暫停現有服務。\n\n9. 責任限制\n\n9.1 儘管此處有任何相反規定，DramaBox 不對您承擔任何直接的、間接的、特殊的、附帶的、後果性的、懲戒性的、合同外的或懲罰性的損害賠償責任，這些損害賠償以任何方式與平台或這些條款，無論法律理論如何（包括但不限於合同、侵權、人身傷害、財產損失、疏忽、保證或嚴格責任），無論 DramaBox 是否已被告知此類損害的可能性或概率，即使其他可用的補救措施未能達到其基本目的。如果您對平台或任何這些條款不滿意，或認為 DramaBox 違反了這些條款，您唯一的補救措施是停止使用該平台。這種責任限制是我們之間交易基礎的一部分。\n\n9.2 儘管本協議有任何相反規定，如果本責任限制的任何部分因任何原因被認定為無效或不可執行，DramaBox 因違反本條款和/或您對平台的使用而產生的協議責任將不超過，所有索賠的協議金額為五百美元 ($500.00 USD)。\n\n10. 賠償\n\n10.1 您對平台的使用負責，並且您將保護 DramaBox 及其管理人員、董事、員工、顧問、附屬公司、子公司和代理人（統稱為“DramaBox 實體”）免受任何索賠、責任、由以下原因引起或以任何方式與之相關的損害、損失和費用，包括合理的律師費和成本：(a) 您訪問、使用或涉嫌使用平台； (b) 您違反這些條款的任何部分、這些條款中提及的任何陳述、保證或協議，或任何適用的法律或法規； (c) 您侵犯任何第三方權利，包括任何知識產權或公開權、保密權、其他財產權或隱私權； (d) 您與任何第三方之間的任何爭議或問題。我們保留自行承擔費用對您需要賠償的任何事項進行獨家辯護和控制的權利（不限制您對該事項的賠償義務），在這種情況下，您同意與我們合作為該主張辯護。\n\n10.2 劇集保留對劇集有權獲得賠償的索賠進行獨家抗辯的權利，在此情況下，您應自費向劇集提供及時合理的配合。\n\n11. 促銷\n\n除這些條款外，DramaBox 通過平台或其他方式提供的促銷活動可能具有與這些條款不同的特定規則。參加促銷活動即表示您同意並將遵守這些附加條款和條件，這些條款和條件將在提供促銷活動時提供給您。 DramaBox 敦促您在參加任何促銷活動之前查看所有規則。如果語言與給定促銷活動有任何衝突，則特定促銷活動的規則將優先於這些條款。\n\n12. 侵犯知識產權\n\n12.1 DramaBox尊重他人的知識產權，並希望提供一個不包含侵犯他人知識產權的材料的平台。如果您真誠地認為您的知識產權因在平台上的使用而受到侵犯，您可以通過電子郵件通知我們：dramaboxapp@gmail.com，並在主題行中註明“侵權通知”，其中包含：電子或被授權代表版權（或其他知識產權）利益所有者行事的人的手寫簽名；您聲稱已被侵權的受版權保護的作品（或其他知識產權利益）的描述；說明您聲稱侵權的材料在平台上的位置；您的電子郵件地址和您的郵寄地址和/或電話號碼；您聲明您真誠地相信有爭議的使用未經版權（或其他知識產權）所有者、其代理人或法律授權；您根據偽證處罰作出的聲明，即您通知中的信息是準確的，並且您是版權（或其他知識產權）所有者或被授權代表版權（或其他知識產權）所有者行事。如果您認為針對您提交的知識產權侵權通知不當，您可以向 DramaBox 提交“反侵權通知”，其中包含： 您的手寫或電子簽名；已移除或已禁止訪問的材料的標識；根據偽證處罰聲明，您真誠地相信材料的移除或禁用是錯誤的，或者材料被錯誤識別；您的全名、您的電子郵件地址、您的郵寄地址以及您同意法院管轄權的聲明 (a) 如果地址在新加坡，則在您地址所在的司法區，或 (b) 位於新加坡，如果您的地址位於新加坡境外，您將接受提交通知的投訴人或其授權代理人的傳票送達。\n\n12.2 您根據上述規定提交的任何通知或反通知必須真實，並且必須在偽證處罰的情況下提交。虛假通知或反通知可能會引起個人責任。因此，您可能希望在提交通知或反通知之前徵求法律顧問的意見。儘管此處有任何相反規定，請注意，無論 DramaBox 是否根據上述規定禁止訪問或刪除任何材料，DramaBox 可能會向任何聲稱侵犯此處知識產權的第三方披露您的身份，或提供我們提供反通知，以及披露任何反通知通知的內容。您承認並同意，我們根據上述規定進行的任何披露均不會侵犯您的任何權利，包括但不限於您可能擁有的任何隱私權。\n\n13. 法律選擇與爭議解決\n\n13.1 您同意並同意本條款將僅受適用於在新加坡境內簽訂和履行的合同的新加坡法律管轄，儘管存在任何法律衝突原則。\n\n13.2 您和 DramaBox 同意，您與 DramaBox 之間因本條款或您與 DramaBox 的關係（無論是基於合同、侵權、欺詐、虛假陳述或任何其他法律理論，無論索賠是否在條款終止期間或之後產生）將由強制性有約束力的仲裁決定。您與 DramaBox 之間的任何仲裁將由新加坡國際仲裁中心（“SIAC”）根據提交仲裁通知時有效的新加坡國際仲裁中心行政仲裁規則進行具有約束力的仲裁解決。\n\n14. 注意事項\n\n根據條款的所有法律通知均應採用書面形式，並通過電子郵件發送至 DramaBox：dramaboxapp@gmail.com。通過使用平台，您同意 DramaBox 以電子方式發送給您的根據條款到期的任何通知將滿足任何法律通信或通知的要求。您同意及時更新您帳戶中包含的所有聯繫信息，如果您未能及時更新您的帳戶或聯繫信息，我們概不負責。\n\n15. 聯繫​​信息\n\nThe Platform is operating by STORYMATRIX PTE. LTD., 5001 BEACH ROAD, #07-37 , GOLDEN MILE COMPLEX, SINGAPORE(199588)。您可以通過向該地址發送信件或發送電子郵件至 dramaboxapp@gmail.com 與我們聯繫。"
}
