{
  "home": {
    "home": "Home",
    "browse": "Browse",
    "app": "App",
    "more": "More",
    "privacyPolicy": "Privacy Policy",
    "termsOfUse": "Terms of Use",
    "allRightsReserved": "All Rights Reserved",
    "play": "Play",
    "back": "Back",
    "email": "Email",
    "emptyDesc": "It's empty!",
    "episodes": "Episodes"
  },
  "browse": {
    "all": "All"
  },
  "bookInfo": {
    "more": "more",
    "introduction": "Introduction",
    "previousPage": "Previous page",
    "nextPage": "Next page",
    "lastChapterTip": "Already the last chapter",
    "firstChapterTip": "Already the first chapter"
  },
  "appPage": {
    "title": "DramaBox - movies and drama",
    "content": "Looking for something to watch during your daily commute, lunch break, or just to unwind after a long day? Look no further than our Dramabox!\nWith our app, you can access a huge selection of high-quality content from some of the best creators out there. From indie films to award-winning TV series, we've got something for everyone. And with new content added regularly, you'll always have something fresh to watch.",
    "download": "Download",
    "clickCopy": "Click to copy link",
    "copied": "Copied, open the link in the mobile browser to download the App",
    "copyGuide": "Scan the QR code to download, \nor open the link in phone browser.",
    "slogan": "Dive into drama"
  },
  "others": {
    "error": "Oooops, 404 not found..."
  },
  "terms": {
    "termsTitle": "Terms of use",
    "termsContent": "STORYMATRIX PTE. LTD., registered in Singapore (“DramaBox”, “we”, “our”), provides a Platform (as defined below) for writers and publishers to distribute and monetize various literary works (a “Work” or “Works”). These TERMS OF USE, together with all documents referred to herein and all other operating rules, policies and procedures that DramaBox may publish from time to time, govern DramaBox’s relationship with users (“users”, “you”) of the DramaBox platform, including all sub-domains and associated websites (collectively, the “Website”), the DramaBox mobile application(s), including iPhone and Android mobile applications (“Apps”), any and all other platforms on which content is accessed, published, or distributed, and all associated services, features, or content made available through any of the foregoing (“Services”) (together, the “Platform”). The Terms constitute a legally binding agreement between DramaBox and you.\n\nBy accessing or using the Platform, you confirm that you unconditionally accept these Terms and that you agree to fully comply with them. Please read these Terms carefully before using the Platform. If you do not agree to these Terms, please do not use the Platform and you are not granted permission to access, view, or otherwise use the Platform for any purpose.\n\nThe Platform may contain links or embedded material to third party content, which DramaBox has not reviewed, including, without limitation, other websites and third party services, for the convenience of visitors, advertising purposes, or for other similar functions related to DramaBox’s business. DramaBox linking or embedding to third party content does not imply an advertisement or endorsement of any good, service, product, or otherwise, provided by such third party.\n\nDramaBox is not responsible for any third party content linked or embedded to or from the Platform and expressly disclaims, without limitation, any responsibility for any third party content, the accuracy of any information found on any third party website, or the quality of products of services provided by or advertised on such third party website.\n\nDramaBox may add to, change, or remove any part of this Terms of Use at any time, without notice. Any changes to this Terms of Use or any terms posted on this Site apply as soon as they are posted. By continuing to use this Site after any changes are posted, you are indicating your acceptance of those changes. DramaBox may add, change, discontinue, remove, or suspend any other Content posted on this Site, including Works described or depicted on the Site, temporarily or permanently, at any time, without notice and without liability.\n\n1. Eligibility\n\nYou must be at least 12 years of age to use the Platform. By agreeing to these Terms, you represent and warrant to us that: (a) you are at least 12 years of age; (b) you have not previously been suspended or removed from the Service; and (c) your registration and your use of the Platform is in compliance with all applicable laws and regulations. If you are using the Service on behalf of an entity, organization, or company, you represent and warrant that you have the authority to bind that organization to these Terms and you agree to be bound by these Terms on behalf of that organization.\n\n2. License to Users\n\n2.1 Subject to your full compliance with the Terms and to the extent we are lawfully able to grant such rights, DramaBox grants you a non-exclusive, non-sublicensable and non-transferable license to the Intellectual Property solely for the purposes of accessing Works, using the Platform, and for other purposes expressly stated herein.\n\n2.2 For the avoidance of doubt, the Terms do not transfer from us to you any of our, or any third party’s intellectual property rights, and all right, title and interest in and to such property will remain vested with the applicable owner.\n\n3. Registration and Accounts\n\n3.1 To use certain features of the Platform, you are required to register for a DramaBox account (an “Account”). You agree that all information that you submit during the Account signup process, or additional information you submit to your Account profile at any time thereafter, shall be accurate and truthful, and you shall keep the same up to date.\n\n3.2 Your Account is unique and personal to you, and you are responsible for maintaining the security of, and restricting access to, your account and password, and you agree to accept responsibility for all purchases and other activities that occur under your Account.\n\n3.3 You have the ability to delete your Account, and you should understand that upon deletion of your Account, you will lose the right to access or use all or part of the Platform.\n\n3.4 We reserve the right to disable, suspend, or terminate your Account, at any time, for any reason in our discretion, especially when you fail to comply with any provision of these Terms.\n\n4. Content Policy\n\n4.1 Our content policy, (“Content Policy”), sets out, among other things, the terms on DramaBox’s uses of Content which writers and publishers upload to the Platform. You must review and agree to the Content Policy prior to uploading any Works on the Platform.\n\n4.2 For the avoidance of doubt, all rights not expressly granted to DramaBox herein shall be reserved to you and DramaBox is not claiming any ownership in and to your Content.\n\n5. Comments on Platform\n\n5.1 DramaBox welcomes your interaction on the Platform, and you may be able to submit materials to DramaBox which are not Content. By submitting any comments or feedback (together, a “Comment” or “Comments”) through the Platform or otherwise, such as emailing DramaBox about the Platform, posting on a message board, or reviewing a Work, DramaBox will be free to use the Comment for any purpose, in all media, in perpetuity, without owing any obligation or liability to you whatsoever. If you wish to keep a Comment private or proprietary, please do not transmit any Comment to DramaBox or share any Comment with others.\n\n5.2 Comments must not include or embody, in whole or part, (a) infringe, violate, or misappropriate any third-party right, including any copyright, trademark, patent, trade secret, moral right, privacy right, right of publicity, or any other intellectual property or proprietary right; (b) slander, defame, libel, or invade the right of privacy, publicity or other property rights of any other person; or (c) any other DramaBox policies or guidelines to which your User Content is subject; (d) cause DramaBox to violate any law or regulation.\n\n5.3 Comments found to be in violation of any of the above may subject you to the termination or suspension of your Account or the immediate removal of the Comments from the Platform, without notice to you, in our sole discretion.\n\n6. Restricted User Conduct\n\n6.1 Except and solely to the extent such a restriction is impermissible under applicable law, you may not: (a) reproduce, distribute, publicly display, or publicly perform the Service; (b) make modifications to the Service; or (c) interfere with or circumvent any feature of the Service, including any security or access control mechanism. If you are prohibited under applicable law from using the Service, you may not use it.\n\n6.2 You will not alter or modify the Platform in any way nor use other technology or means to access the Platform except for the means authorized by DramaBox, including, without limitation, using no bots, spiders, or other automated means of accessing the Platform.\n\n7. Payment Terms\n\n7.1 Access to the Platform, or to certain features of the Service, may require you to pay fees. Before you pay any fees, you will have an opportunity to review and accept the fees that you will be charged. All fees are in U.S. dollars and are non-refundable.\n\n7.2 DramaBox reserves the right to determine pricing for the Service. DramaBox will make reasonable efforts to keep pricing information published on the website up to date. We encourage you to check our website periodically for current pricing information.\n\n7.3 DramaBox will charge the payment method you specify at the time of purchase. You authorize DramaBox to charge to that payment method all sums for orders that you make and any level of Service you select as described in these Terms or published by the Company. If you pay any fees with a credit card, DramaBox may seek pre-authorization of your credit card account prior to your purchase to verify that the credit card is valid and has the necessary funds or credit available to cover your purchase. Payment processing services are provided by the third-party service through which the purchase is made (e.g., Apple In-App Purchases, Google Play, PayPay).\n\n7.4 All purchases may be subject to taxes and other fees, including, without limitation, foreign exchange fees or differences in prices based on location (e.g. exchange rates). We may calculate taxes payable by you based on the information that you provide us via your Account or at the time or purchase.\n\n7.5 Users can top up to acquire Coin (s). Coin (s) should be utilized in DramaBox only, and cannot be exchanged to any currency.\n\n8. Disclaimers\n\n8.1 The Platform is made available “as is”, “as available”, and “with all faults” for the stated purposes herein. Use of the Platform is entirely at your own risk and you should use your best judgment and exercise caution while using the Platform.\n\n8.2 DramaBox makes no guarantee that your use of the Platform, and all other features or functionalities associated with the Platform, or delivery or display of the Platform, will be available, uninterrupted, interference free, or error free, or be free from any viruses, worms, or other security intrusions. You understand and agree that you use the Platform, and use, access, download, or otherwise obtain materials or content through the Platform and any associated sites or Platforms, at your own discretion and risk, and that you are solely responsible for any damage to your property (including your computer system or mobile device used in connection with the Platform), or the loss of data that results from the use if the Platform or the download or use of that material or content.\n\n8.3 DramaBox does not guarantee the availability, delivery, performance, pricing, or punctuality of any Works or other Intellectual Property appearing on the Platform. Without limitation, this includes making no guarantee that any future Episodes of a Work are posted by a writer or publisher in a timely manner, that Works will remain available on the Platform, or the pricing of Works or Services.\n\n8.4 DramaBox assumes no responsibility for the deletion or failure to store any Comments or other information submitted by you to the Platform, and we expressly do not promise to store or keep any Comments that you have submitted to the Platform. You are solely responsible for saving backup copies of any Comments that you upload to the Platform.\n\n8.5 You understand and agree that DramaBox is not liable for any failure of performance due to any cause beyond its control, including, without limitation, acts of God, fire, explosion, vandalism, terrorism, weather disturbances, national emergencies, riots, wars, labor difficulties, supplier failures, shortages, breaches, action or request by any government, suspension of existing service in compliance with state or federal law, rule, or regulations.\n\n9. Limitation of Liability\n\n9.1 Notwithstanding anything to the contrary contained herein, DramaBox shall not be liable to you for any direct, indirect, special, incidental, consequential, exemplary, extra-contractual, or punitive damages of any kind whatsoever, which are in any way related to the Platform or these Terms, regardless of legal theory (including, without limitation, contract, tort, personal injury, property damage, negligence, warranty, or strict liability), whether or not DramaBox has been advised of the possibility or probability of such damages, and even if the remedies otherwise available fail of their essential purposes. If you are dissatisfied with the Platform, or with any of these Terms, or feel DramaBox has breached these Terms, your sole and exclusive remedy is to discontinue using the Platform. This limitation of liability is part of the basis of the bargain between us.\n\n9.2 Notwithstanding anything to the contrary herein, if any part of this limitation of liability is found to be invalid or unenforceable for any reason, DramaBox’s agreement liability arising out of breach of this Terms and/or your use of the Platform will not exceed, in the agreement amount for all claims, five hundred dollars ($500.00 USD).\n\n10. Indemnification\n\n10.1 You are responsible for your use of the Platform, and you will defend and indemnify DramaBox and its officers, directors, employees, consultants, affiliates, subsidiaries and agents (together, the “DramaBox Entities”) from and against every claim, liability, damage, loss, and expense, including reasonable attorneys' fees and costs, arising out of or in any way connected with: (a) your access to, use of, or alleged use of, the Platform; (b) your violation of any portion of these Terms, any representation, warranty, or agreement referenced in these Terms, or any applicable law or regulation; (c) your violation of any third-party right, including any intellectual property right or publicity, confidentiality, other property, or privacy right; or (d) any dispute or issue between you and any third party. We reserve the right, at our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you (without limiting your indemnification obligations with respect to that matter), and in that case, you agree to cooperate with our defense of that claim.\n\n10.2 DramaBox reserves the right to take over the exclusive defense of Claims for which DramaBox is entitled to indemnification, and in such event, you shall provide prompt and reasonable cooperation to DramaBox at your own expense.\n\n11. Promotions\n\nIn addition to these Terms, a Promotion made available by DramaBox through the Platform, or otherwise may have specific rules that are different from these Terms. By participating in a Promotion, you agree to and will become subject to those additional terms and conditions, which will be provided to you when a Promotion is offered. DramaBox urges you to review all rules before you participate in any Promotion. The rules of a specific Promotion will take priority over these Terms in the event of any conflict of the language with a given Promotion.\n\n12. Infringement of Intellectual Property Rights\n\n12.1 DramaBox respects the intellectual property rights of others and desires to offer a Platform that contains no material that violates the intellectual property rights of others. If you believe in good faith that your intellectual property rights have been infringed through use on the Platform, you may notify us by email at: dramaboxapp@gmail.com with “Notice of Infringement” in the subject line, which contains: An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright (or other intellectual property) interest; A description of the copyrighted work (or other intellectual property interest) that you claim has been infringed; A description specifying the location on the Platform of the material that you claim is infringing; Your email address and your mailing address and/or telephone number; A statement by you that you have a good faith belief that the disputed use is not authorized by the copyright (or other intellectual property) owner, its agent, or the law; and A statement by you made under penalty of perjury, that the information in your notice is accurate and that you are the copyright (or other intellectual property) owner or authorized to act on the copyright (or other intellectual property) owner’s behalf. If you believe that a notice of intellectual property infringement has been improperly submitted against you, you may submit a “Counter-Notice of Infringement” to DramaBox, which contains: Your physical or electronic signature; Identification of the material removed or to which access has been disabled; A statement under penalty of perjury that you have a good faith belief that removal or disablement of the material was a mistake or that the material was misidentified; and Your full name, your email address, your mailing address, and a statement that you consent to the jurisdiction of the court (a) in the judicial district where your address is located if the address is in Singapore, or (b) located in Singapore, if your address is located outside Singapore, and that you will accept service of process from the complainant submitting the notice or his/her authorized agent.\n\n12.2 Any notice or counter-notice you submit pursuant to the foregoing must be truthful and must be submitted under penalty of perjury. A false notice or counter-notice may give rise to personal liability. You may therefore want to seek the advice of legal counsel before submitting a notice or a counter-notice. Notwithstanding anything to the contrary stated herein, please note that whether or not DramaBox disables access to or removes any materials pursuant to the foregoing, DramaBox may disclose your identity to any third party who has alleged a violation of intellectual property rights here under, or supplied us with a counter-notice, as well as disclose the contents of any notice of counter-notice. You acknowledge and agree that any disclosures by us pursuant to the foregoing shall not violate any of your rights, including, without limitation, any rights of privacy that you may have.\n\n13. Choice of Law and Dispute Resolution\n\n13.1 You consent and agree that the Terms will be exclusively governed by the laws of Singapore applicable to contracts entered into and performed within Singapore and notwithstanding any conflict of law principles.\n\n13.2 You and DramaBox agree that any dispute, claim, or controversy between you and DramaBox arising in connection with or relating in any way to these Terms or to your relationship with DramaBox (whether based in contract, tort, fraud, misrepresentation, or any other legal theory, and regardless if the claims arise during or after the termination of the Terms) will be determined by mandatory binding arbitration. Any arbitration between you and DramaBox will be resolved by binding arbitration administered by the Singapore International Arbitration Centre (”SIAC”) under the Administrative Arbitration Rules of the Singapore International Arbitration Centre in force when the notice of arbitration is submitted.\n\n14. Notices\n\nAll legal notices pursuant to the Terms shall be in writing and shall be given by email to DramaBox at: dramaboxapp@gmail.com. By using the Platform, you agree that any notice due under the Terms that DramaBox sends you electronically will satisfy any legal communication or notification. You agree to keep all of your contact information contained in your Account up to date, and we are not responsible in the event you fail to keep your Account or contact information up to date.\n\n15. Contact Information\n\nThe Platform is operating by STORYMATRIX PTE. LTD., 5001 BEACH ROAD, #07-37 , GOLDEN MILE COMPLEX, SINGAPORE(199588). You may contact us by sending correspondence to that address or by emailing us at dramaboxapp@gmail.com"
  },
  "privacy": {
    "privacyTitle": "Privacy Policy",
    "privacyContent": "A. Introduction\n\nYour service provider is STORYMATRIX PTE. LTD., a company operating under the laws of Singapore, 5001 BEACH ROAD, #07-37, GOLDEN MILE COMPLEX, SINGAPORE(199588). We recognizes that your privacy is very important, and we take it seriously. Your privacy and trust are very important to us, and it is our commitment to being transparent about the use of collected information.\n\nThis Privacy Policy describes DramaBox’s policies and procedures on the collection, use, disclosure, and sharing of your personal information or personal data, and the choices you can make about how we use this information when you access or use our Site, Application, and/or Services.\n\nNote that DramaBox’s Terms of Service apply to this Privacy Policy. By accessing or using the DramaBox website and application, you are consenting that you unconditionally accept this Privacy Policy. If you do not agree to the terms found on this Privacy Policy, please do not use the DramaBox Services.\n\nTHIS PRIVACY POLICY IS IMPORTANT. WE HOPE YOU WILL TAKE THE TIME TO READ IT CAREFULLY.\n\nB. Age restrictions\n\nDramaBox is not intended for children. Children under the age of 12 must not use our Site, Application, and/or Services for any purpose. DramaBox will never knowingly solicit or accept personally identifiable information or other content from a user or visitor who DramaBox knows is under 12 years of age. If DramaBox discovers that a user under 12 years of age has created an account, or that a user or visitor under 12 years of age has posted personally identifiable information or other content to the Service, DramaBox will terminate the account and remove the information or other content.\n\nUsers between 12 and 18 (each a “Teen”) may not access or use the Service unless (i) both the Teen and their parent or legal guardian have first agreed to these Terms of Service; and (ii) the Teen uses an account established by their parent or legal guardian, under such parent or guardian’s supervision, and with such parent or guardian’s permission. If you permit a Teen to use the Services, you hereby agree to these Terms of Service on behalf of both yourself and the Teen. You further agree that you are solely responsible for any and all use of the Service by your Teen regardless of whether such use was authorized by you.\n\nC. Data Collection\n\nWe want you to understand the types of information we collect as you use our services. We use this information to operate, develop and improve our services– from figuring out basic stuff such as which language you speak, to more complex things like which ads you’ll find most useful, the author who matter most to you online or which stories you might like.\n\nWhen you interact with our Site, Application, and/or Services, we collect information that could be used to identify you (“Personal Data”). Some of the information we collect is stored in a manner that cannot be linked back to you (“Non-Personal Data”).\n\nWhen you log in, we collect information that we store w ith your account (typically your nickname, email address, and a password for your account), which we treat as personal information. This log information may include but not limited to your Internet Protocol address, browser type, browser language, the date and time of your query and cookie data. If you log into DramaBox with a social networking credential, such as with a third-party account, we will ask permission to access basic information from that account, such as your name and email address. You can stop sharing that information with us at any time by removing DramaBox’s access to that account. When you do not log in to our services, we store the information we collect with unique identifiers tied to the application and device you’re using. This collection helps us do things such as maintain your language preferences across browsing sessions.\n\nWe collect your payment information if you are a paying customer. This information is required to complete a commercial transaction on our Applications and our Sites. We use this information to enable and fulfill your transaction. If you choose to use any third-party’s service to finalize and pay for your order, you will provide your credit card number directly to the third-party. The privacy policy of the third-party will apply to the information you provide on its website.\n\nIf you choose to participate in our survey, we may request certain Information (including Personal Data and Non-Personal Data) from you, and this information will be used to provide personalized help and instructions.\n\nThe information we collect and how that information is used, depends on how you use our services and how you manage your privacy controls.\n\nD. Use of your data\n\nDramaBox uses your data as necessary to perform our contract with you and for our legitimate business interests. The purpose of processing and using your data is listed below:\n\nTo help us provide and administer our Site, Application, and/or Services, authenticate users for security purposes, provide personalized user features and access, process transactions, conduct research, develop new features, and improve the features, algorithms, and usability of our Site, Application, and/or Services.\n\nTo communicate with you about your use of our Site, Application, and/or Services, product announcements, and software updates, as well as respond to your requests for assistance, including providing account verification support if you’re having difficulty accessing your account.\n\nTo send you direct marketing information and special offers about our products and services through inbox messages. If you do not want to receive any above-mentioned messages, please contact us through dramaboxapp@gmail.com at the time you create your account or any point thereafter.\n\nTo display User Content associated with your account and make sure it is available to you when you use our Services.\n\nTo calculate aggregate statistics on the number of unique devices using our Site, Application, and/or Services, and detect and prevent fraud and misuse of those.\n\nTo analyze what features or actions are taken within our Site, Application, and/or Service to improve your experience.\n\nTo verify parental and guardian consent to use DramaBox by an underage minor through a payment procedure.\n\nTo facilitate your purchases within our Site, Application, and/or Service and validate your real name to facilitate the creation of your Pay account.\n\nTo process your payment using a third-party’s payments platform.\n\nFor example, we will know how many users access a specific page on the Site and which links they clicked on. We use this aggregated information to better understand and optimize the Site.\n\nIf you choose to use our service or provide your information to us, your information may be transferred to, processed and maintained on servers or databases located outside of the country or jurisdiction where your are located, including Singapore. Such countries or regions may have laws that are less prospective than the country or regions in which you reside. If you do not want your information transferred to or processed or maintained outside of the country or jurisdiction where you are located, you should not use our Site, Application, and/or Services.\n\nE. Cookies\n\nWe use cookies to provide, protect, and promote our products.\n\nA “cookie” is a small file containing a string of characters that is sent to your computer when you visit a website. Cookies can remain on your device for different periods of time. Some cookies are “session cookies”, meaning that they exist only while your browser or the application is open. These are deleted automatically once you close your browser or application. Other cookies are “permanent cookies”, meaning that they survive after your browser or application is closed. The cookies can be used by the Services to recognize your device when you open and use the Services again.\n\nWe use cookies to improve our service quality and better understand how people interact with us. We use cookies to:\n\nVerify log-in information.\n\nTrack traffic flow and patterns of travel in connection with the Services.\n\nUnderstand the total number of visitors to the Services on an ongoing basis and the types of devices.\n\nMonitor the performance of the Services and continually improve it.\n\nCustomize and enhance your online experience.\n\nProvide customer service to you.\n\nYou have the right to choose whether or not to accept cookies. However, please note that if you choose to refuse cookies, you may not be able to use the full functionality of the Services.\n\nMost devices (in the case of mobile applications) and browsers (in the case of web apps and pages) are initially set up to accept cookies and allow you to change your cookie settings. These settings will typically be found in your browser’s “options” or “preferences” menu. You can reset your browser to refuse all cookies or to indicate when a cookie is being sent.\n\nF. Information Sharing\n\na. Shared information on our Site, Application, and/or Services\n\nAny information that you include in your publicly-visible DramaBox profile, which may include your profile ID, nickname, photo and your personal introduction will be shared on our Site, Application, and/or Services to maintain your account in accordance with your instructions and requests.\n\nb. Sharing Your Data outside of our Site, Application, and/or Services\n\nSome DramaBox-related features allow you to provide Shared Information to those outside of your DramaBox network. For example, publicly accessible blogs and forums, or certain social media features within DramaBox (such as \"plug-ins\" (which create a direct link between two websites)) allow you to re-post and disclose Shared Information. If you share information using these features, third parties unrelated to us may be able to see and use it.\n\nThe information we share with such a third party is described to you when you first use that service or feature, and we require that the third party provide the same or equal protection of user data as stated in this policy. You can control which third parties have access to this information in your account. You can withdraw your agreement to the sharing of that information at any time by following the instructions set out here. Please note that if you ask us not to share that information with the third party, you may no longer be able to use that service or feature. We are not responsible for any third party use of any Information provided by you to them.\n\nWe do not rent or sell your personal information to other companies or individuals unless we have your consent.\n\nG. Information Security\n\nWe take appropriate security measures to protect against unauthorized access to or unauthorized alteration, disclosure or data destruction.\n\nWe restrict access to your personal information to our staff who need to know that information to operate, develop or improve our services.\n\nH. Updating your Information We provide mechanisms for updating and correcting your personally identifying information and non-personal information for many of our services.\n\nYou also have the right to access personal information we hold about you, how we use it, and who we share it with. You also have the right to correct that information.\n\nYou can access and correct your personal information by logging into your account at any time.\n\nWith respect to correction requests, where we agree that the Personal Information is inaccurate or incomplete, we will try to tell any third party to whom we have disclosed the relevant Personal Information so that they can rectify the Personal Information too.\n\nI. Deletion of your data\n\nYou can request deletion of your data at any time by contact us at dramaboxapp@gmail.com. We will evaluate such requests on a case by case basic. We may keep some of your data for as long as reasonably necessary for our legitimate business interests, including fraud detection and prevention and to comply with our legal obligations including tax, legal reporting, and auditing obligations. Sometimes, your request will only be satisfied by closing your account.\n\nYou have the ability to delete your Account, and you should understand that upon deletion of your Account, you will lose the right to access or use all or part of the Platform.\n\nJ. Changes to this policy\n\nWe change this Privacy Policy from time to time. We will not reduce your rights under this Privacy Policy without your explicit consent. We always indicate the date when the last changes were published and we offer access to archived versions for your review. If changes are significant, we’ll provide a more prominent notice (including, for certain services, inbox notification of Privacy Policy changes). Such changes will be used for any and all the information provided by those who have visited, used, or accessed the Service at the time they created their account or any point thereafter. Please note that, by accessing or using the DramaBox Platform, you are consenting that you unconditionally accept the updated Privacy Policy.\n\nK. Third-party Advertisers, Links to Other Platforms\n\nDramaBox allows other companies, called third-party ad servers or ad networks, to serve advertisements within DramaBox’s Platform. These third-party ad servers or ad networks use technology to send the advertisements and links that appear on DramaBox directly to you. They automatically receive your IP address when the advertising happens. They may also use other technologies (such as cookies, JavaScript, or Web Beacons) to measure their advertisements’ effectiveness and personalize the advertising content you see.\n\nDramaBox does not provide any personally identifiable information to these third-party ad servers or ad networks without your consent or except as part of a specific program or feature for which you will have the ability to opt-in or opt-out.\n\nYou should consult these third-party ad servers or ad networks’ respective privacy policies for more information on their practices and instructions on how to opt-out of certain practices. DramaBox’s privacy policy does not apply to, and we cannot control the activities of, such other advertisers or websites. Any data obtained by third-party ad servers subsequently shared with DramaBox is maintained and dealt with by DramaBox under this privacy policy.\n\nL. Contact us\n\nIf you have any questions or concerns about this policy, You may email us at the following email addresses: dramaboxapp@gmail.com."
  }
}
