{
  "termsTitle": "Terms of use",
  "termsContent": "Booksource Technology Limited., registered in HongKong (“NovelRead”, “we”, “our”), provides a Platform (as defined below) for writers and publishers to distribute and monetize various literary works (a “Work” or “Works”). These TERMS OF USE, together with all documents referred to herein and all other operating rules, policies and procedures that NovelRead may publish from time to time, govern NovelRead’s relationship with users (“users”, “you”) of the NovelRead platform, including all sub-domains and associated websites (collectively, the “Website”), the NovelRead mobile application(s), including iPhone and Android mobile applications (“Apps”), any and all other platforms on which content is accessed, published, or distributed, and all associated services, features, or content made available through any of the foregoing (“Services”) (together, the “Platform”). The Terms constitute a legally binding agreement between NovelRead and you.\n\nBy accessing or using the Platform, you confirm that you unconditionally accept these Terms and that you agree to fully comply with them. Please read these Terms carefully before using the Platform. If you do not agree to these Terms, please do not use the Platform and you are not granted permission to access, view, or otherwise use the Platform for any purpose.\n\nThe Platform may contain links or embedded material to third party content, which NovelRead has not reviewed, including, without limitation, other websites and third party services, for the convenience of visitors, advertising purposes, or for other similar functions related to NovelRead’s business. NovelRead linking or embedding to third party content does not imply an advertisement or endorsement of any good, service, product, or otherwise, provided by such third party. NovelRead is not responsible for any third party content linked or embedded to or from the Platform and expressly disclaims, without limitation, any responsibility for any third party content, the accuracy of any information found on any third party website, or the quality of products of services provided by or advertised on such third party website.\n\nNovelRead may add to, change, or remove any part of this Terms of Use at any time, without notice. Any changes to this Terms of Use or any terms posted on this Site apply as soon as they are posted. By continuing to use this Site after any changes are posted, you are indicating your acceptance of those changes. NovelRead may add, change, discontinue, remove, or suspend any other Content posted on this Site, including Works described or depicted on the Site, temporarily or permanently, at any time, without notice and without liability.\n\n1. Eligibility\n\nYou must be at least 13 years of age to use the Platform. By agreeing to these Terms, you represent and warrant to us that: (a) you are at least 13 years of age; (b) you have not previously been suspended or removed from the Service; and (c) your registration and your use of the Platform is in compliance with all applicable laws and regulations. If you are using the Service on behalf of an entity, organization, or company, you represent and warrant that you have the authority to bind that organization to these Terms and you agree to be bound by these Terms on behalf of that organization.\n\n2. License to Users\n\n2.1 Subject to your full compliance with the Terms and to the extent we are lawfully able to grant such rights, NovelRead grants you a non-exclusive, non-sublicensable and non-transferable license to the Intellectual Property solely for the purposes of accessing Works, using the Platform, and for other purposes expressly stated herein.\n\n2.2 For the avoidance of doubt, the Terms do not transfer from us to you any of our, or any third party’s intellectual property rights, and all right, title and interest in and to such property will remain vested with the applicable owner.\n\n3. Registration and Accounts\n\n3.1 To use certain features of the Platform, you are required to register for a NovelRead account (an “Account”). You agree that all information that you submit during the Account signup process, or additional information you submit to your Account profile at any time thereafter, shall be accurate and truthful, and you shall keep the same up to date.\n\n3.2 Your Account is unique and personal to you, and you are responsible for maintaining the security of, and restricting access to, your account and password, and you agree to accept responsibility for all purchases and other activities that occur under your Account.\n\n3.3 You have the ability to delete your Account, and you should understand that upon deletion of your Account, you will lose the right to access or use all or part of the Platform.\n\n3.4 We reserve the right to disable, suspend, or terminate your Account, at any time, for any reason in our discretion, especially when you fail to comply with any provision of these Terms.\n\n4. Content Policy\n\n4.1 Our content policy, (“Content Policy”), sets out, among other things, the terms on NovelRead’s uses of Content which writers and publishers upload to the Platform. You must review and agree to the Content Policy prior to uploading any Works on the Platform.\n\n4.2 For the avoidance of doubt, all rights not expressly granted to NovelRead herein shall be reserved to you and NovelRead is not claiming any ownership in and to your Content.\n\n5. Comments on Platform\n\n5.1 NovelRead welcomes your interaction on the Platform, and you may be able to submit materials to NovelRead which are not Content. By submitting any comments or feedback (together, a “Comment” or “Comments”) through the Platform or otherwise, such as emailing NovelRead about the Platform, posting on a message board, or reviewing a Work, NovelRead will be free to use the Comment for any purpose, in all media, in perpetuity, without owing any obligation or liability to you whatsoever. If you wish to keep a Comment private or proprietary, please do not transmit any Comment to NovelRead or share any Comment with others.\n\n5.2 Comments must not include or embody, in whole or part, (a) infringe, violate, or misappropriate any third-party right, including any copyright, trademark, patent, trade secret, moral right, privacy right, right of publicity, or any other intellectual property or proprietary right; (b) slander, defame, libel, or invade the right of privacy, publicity or other property rights of any other person; or (c) any other NovelRead policies or guidelines to which your User Content is subject; (d) cause NovelRead to violate any law or regulation.\n\n5.3 Comments found to be in violation of any of the above may subject you to the termination or suspension of your Account or the immediate removal of the Comments from the Platform, without notice to you, in our sole discretion.\n\n6. Restricted User Conduct\n\n6.1 Except and solely to the extent such a restriction is impermissible under applicable law, you may not: (a) reproduce, distribute, publicly display, or publicly perform the Service; (b) make modifications to the Service; or (c) interfere with or circumvent any feature of the Service, including any security or access control mechanism. If you are prohibited under applicable law from using the Service, you may not use it.\n\n6.2 You will not alter or modify the Platform in any way nor use other technology or means to access the Platform except for the means authorized by NovelRead, including, without limitation, using no bots, spiders, or other automated means of accessing the Platform.\n\n7. Payment Terms\n\n7.1 Access to the Platform, or to certain features of the Service, may require you to pay fees. Before you pay any fees, you will have an opportunity to review and accept the fees that you will be charged. All fees are in U.S. dollars and are non-refundable.\n\n7.2 NovelRead reserves the right to determine pricing for the Service. NovelRead will make reasonable efforts to keep pricing information published on the website up to date. We encourage you to check our website periodically for current pricing information.\n\n7.3 NovelRead will charge the payment method you specify at the time of purchase. You authorize NovelRead to charge to that payment method all sums for orders that you make and any level of Service you select as described in these Terms or published by the Company. If you pay any fees with a credit card, NovelRead may seek pre-authorization of your credit card account prior to your purchase to verify that the credit card is valid and has the necessary funds or credit available to cover your purchase. Payment processing services are provided by the third-party service through which the purchase is made (e.g., Apple In-App Purchases, Google Play, PayPay).\n\n7.4 All purchases may be subject to taxes and other fees, including, without limitation, foreign exchange fees or differences in prices based on location (e.g. exchange rates). We may calculate taxes payable by you based on the information that you provide us via your Account or at the time or purchase.\n\n7.5 Users can top up to acquire Coin (s). Coin (s) should be utilized in NovelRead only, and cannot be exchanged to any currency.\n\n8. Disclaimers\n\n8.1 The Platform is made available “as is”, “as available”, and “with all faults” for the stated purposes herein. Use of the Platform is entirely at your own risk and you should use your best judgment and exercise caution while using the Platform.\n\n8.2 NovelRead makes no guarantee that your use of the Platform, and all other features or functionalities associated with the Platform, or delivery or display of the Platform, will be available, uninterrupted, interference free, or error free, or be free from any viruses, worms, or other security intrusions. You understand and agree that you use the Platform, and use, access, download, or otherwise obtain materials or content through the Platform and any associated sites or Platforms, at your own discretion and risk, and that you are solely responsible for any damage to your property (including your computer system or mobile device used in connection with the Platform), or the loss of data that results from the use if the Platform or the download or use of that material or content.\n\n8.3 NovelRead does not guarantee the availability, delivery, performance, pricing, or punctuality of any Works or other Intellectual Property appearing on the Platform. Without limitation, this includes making no guarantee that any future Episodes of a Work are posted by a writer or publisher in a timely manner, that Works will remain available on the Platform, or the pricing of Works or Services.\n\n8.4 NovelRead assumes no responsibility for the deletion or failure to store any Comments or other information submitted by you to the Platform, and we expressly do not promise to store or keep any Comments that you have submitted to the Platform. You are solely responsible for saving backup copies of any Comments that you upload to the Platform.\n\n8.5 You understand and agree that NovelRead is not liable for any failure of performance due to any cause beyond its control, including, without limitation, acts of God, fire, explosion, vandalism, terrorism, weather disturbances, national emergencies, riots, wars, labor difficulties, supplier failures, shortages, breaches, action or request by any government, suspension of existing service in compliance with state or federal law, rule, or regulations.\n\n9. Limitation of Liability\n\n9.1 Notwithstanding anything to the contrary contained herein, NovelRead shall not be liable to you for any direct, indirect, special, incidental, consequential, exemplary, extra-contractual, or punitive damages of any kind whatsoever, which are in any way related to the Platform or these Terms, regardless of legal theory (including, without limitation, contract, tort, personal injury, property damage, negligence, warranty, or strict liability), whether or not NovelRead has been advised of the possibility or probability of such damages, and even if the remedies otherwise available fail of their essential purposes. If you are dissatisfied with the Platform, or with any of these Terms, or feel NovelRead has breached these Terms, your sole and exclusive remedy is to discontinue using the Platform. This limitation of liability is part of the basis of the bargain between us.\n\n9.2 Notwithstanding anything to the contrary herein, if any part of this limitation of liability is found to be invalid or unenforceable for any reason, NovelRead’s agreement liability arising out of breach of this Terms and/or your use of the Platform will not exceed, in the agreement amount for all claims, five hundred dollars ($500.00 USD).\n\n10. Indemnification\n\n10.1 You are responsible for your use of the Platform, and you will defend and indemnify NovelRead and its officers, directors, employees, consultants, affiliates, subsidiaries and agents (together, the “NovelRead Entities”) from and against every claim, liability, damage, loss, and expense, including reasonable attorneys' fees and costs, arising out of or in any way connected with: (a) your access to, use of, or alleged use of, the Platform; (b) your violation of any portion of these Terms, any representation, warranty, or agreement referenced in these Terms, or any applicable law or regulation; (c) your violation of any third-party right, including any intellectual property right or publicity, confidentiality, other property, or privacy right; or (d) any dispute or issue between you and any third party. We reserve the right, at our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you (without limiting your indemnification obligations with respect to that matter), and in that case, you agree to cooperate with our defense of that claim.\n\n10.2 NovelRead reserves the right to take over the exclusive defense of Claims for which NovelRead is entitled to indemnification, and in such event, you shall provide prompt and reasonable cooperation to NovelRead at your own expense.\n\n11. Promotions\n\nIn addition to these Terms, a Promotion made available by NovelRead through the Platform, or otherwise may have specific rules that are different from these Terms. By participating in a Promotion, you agree to and will become subject to those additional terms and conditions, which will be provided to you when a Promotion is offered. NovelRead urges you to review all rules before you participate in any Promotion. The rules of a specific Promotion will take priority over these Terms in the event of any conflict of the language with a given Promotion.\n\n12. Infringement of Intellectual Property Rights\n\n12.1 NovelRead respects the intellectual property rights of others and desires to offer a Platform that contains no material that violates the intellectual property rights of others. If you believe in good faith that your intellectual property rights have been infringed through use on the Platform, you may notify us by email at: booksourceofficial@gmail.com with “Notice of Infringement” in the subject line, which contains: An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright (or other intellectual property) interest; A description of the copyrighted work (or other intellectual property interest) that you claim has been infringed; A description specifying the location on the Platform of the material that you claim is infringing; Your email address and your mailing address and/or telephone number; A statement by you that you have a good faith belief that the disputed use is not authorized by the copyright (or other intellectual property) owner, its agent, or the law; and A statement by you made under penalty of perjury, that the information in your notice is accurate and that you are the copyright (or other intellectual property) owner or authorized to act on the copyright (or other intellectual property) owner’s behalf. If you believe that a notice of intellectual property infringement has been improperly submitted against you, you may submit a “Counter-Notice of Infringement” to NovelRead, which contains: Your physical or electronic signature; Identification of the material removed or to which access has been disabled; A statement under penalty of perjury that you have a good faith belief that removal or disablement of the material was a mistake or that the material was misidentified; and Your full name, your email address, your mailing address, and a statement that you consent to the jurisdiction of the court (a) in the judicial district where your address is located if the address is in HongKong, or (b) located in HongKong, if your address is located outside HongKong, and that you will accept service of process from the complainant submitting the notice or his/her authorized agent.\n\n12.2 Any notice or counter-notice you submit pursuant to the foregoing must be truthful and must be submitted under penalty of perjury. A false notice or counter-notice may give rise to personal liability. You may therefore want to seek the advice of legal counsel before submitting a notice or a counter-notice. Notwithstanding anything to the contrary stated herein, please note that whether or not NovelRead disables access to or removes any materials pursuant to the foregoing, NovelRead may disclose your identity to any third party who has alleged a violation of intellectual property rights hereunder, or supplied us with a counter-notice, as well as disclose the contents of any notice of counter-notice. You acknowledge and agree that any disclosures by us pursuant to the foregoing shall not violate any of your rights, including, without limitation, any rights of privacy that you may have.\n\n13. Choice of Law and Dispute Resolution\n\n13.1 You consent and agree that the Terms will be exclusively governed by the laws of HongKong applicable to contracts entered into and performed within HongKong and notwithstanding any conflict of law principles.\n\n13.2 You and NovelRead agree that any dispute, claim, or controversy between you and NovelRead arising in connection with or relating in any way to these Terms or to your relationship with NovelRead (whether based in contract, tort, fraud, misrepresentation, or any other legal theory, and regardless if the claims arise during or after the termination of the Terms) will be determined by mandatory binding arbitration. Any arbitration between you and NovelRead will be resolved by binding arbitration administered by the HongKong International Arbitration Centre (”SIAC”) under the Administrative Arbitration Rules of the HongKong International Arbitration Centre in force when the notice of arbitration is submitted.\n\n14. Notices\n\nAll legal notices pursuant to the Terms shall be in writing and shall be given by email to NovelRead at: booksourceofficial@gmail.com. By using the Platform, you agree that any notice due under the Terms that NovelRead sends you electronically will satisfy any legal communication or notification. You agree to keep all of your contact information contained in your Account up to date, and we are not responsible in the event you fail to keep your Account or contact information up to date.\n\n15. Contact Information\n\nThe Platform is operating by Booksource Technology Limited., located at HongKong, Level 54，Hopewell Centre 183 Queen’s Road East, HongKong. You may contact us by sending correspondence to that address or by emailing us at booksourceofficial@gmail.com.\n\nDISCLAIMER: In the case of ambiguity regarding the accuracy of this document, full legal effect for the original ENGLISH document will always take precedence."
}
